{
    "qa_pairs": [
        {
            "id": 1780317,
            "uin": "34775",
            "heading": "Parliamentary Estate: Heat Pumps",
            "question_text": "To ask the hon. Member for Blaenau Gwent and Rhymney, representing the House of Commons Commission, what assessment the Commission has made of the potential impact of the installation of heat pumps on the parliamentary estate on (a) noise and (b) electricity consumption.",
            "answer_text": "<p>The number of heat pumps installed on the Parliamentary estate over the past three years is as follows:</p><p>2022: 10 heat pumps<br>2023: 41 heat pumps<br>2024: 18 heat pumps</p><p>Most of these heat pumps have been configured to provide cooling for comms rooms. A comms room (short for communications room) is a dedicated space within a building that houses critical networking and telecommunications equipment. Its primary purpose is to manage data exchange, connectivity, and communication infrastructure for an organisation. In Parliament we call these rooms Secondary Distribution Points (SDPs). Comms rooms are a common feature in most buildings with a reasonable level of IT infrastructure. Air conditioning (provided by a heat pump system) is often used to maintain stable temperatures to prevent overheating and malfunction of the IT equipment.</p><p>Where heat pumps are proposed on the Parliamentary estate the system design is interrogated to ensure that the noise generated is not excessive and suitable for the context in which it is located.</p><p>Like all other equipment, system components and machines on the estate, heat pumps consume electricity. The design of any proposed heat pump on the estate will be interrogated to confirm that the electrical supply proposed for the heat pump is suitable and can be met by the estate’s electrical infrastructure.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1780254,
            "uin": "34768",
            "heading": "Parliamentary Estate: Heat Pumps",
            "question_text": "To ask the hon. Member for Blaenau Gwent and Rhymney, representing the House of Commons Commission, how many heat pumps have been installed on the Parliamentary estate in each of the last three years.",
            "answer_text": "<p>The number of heat pumps installed on the Parliamentary estate over the past three years is as follows:</p><p>2022: 10 heat pumps<br>2023: 41 heat pumps<br>2024: 18 heat pumps</p><p>Most of these heat pumps have been configured to provide cooling for comms rooms. A comms room (short for communications room) is a dedicated space within a building that houses critical networking and telecommunications equipment. Its primary purpose is to manage data exchange, connectivity, and communication infrastructure for an organisation. In Parliament we call these rooms Secondary Distribution Points (SDPs). Comms rooms are a common feature in most buildings with a reasonable level of IT infrastructure. Air conditioning (provided by a heat pump system) is often used to maintain stable temperatures to prevent overheating and malfunction of the IT equipment.</p><p>Where heat pumps are proposed on the Parliamentary estate the system design is interrogated to ensure that the noise generated is not excessive and suitable for the context in which it is located.</p><p>Like all other equipment, system components and machines on the estate, heat pumps consume electricity. The design of any proposed heat pump on the estate will be interrogated to confirm that the electrical supply proposed for the heat pump is suitable and can be met by the estate’s electrical infrastructure.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779484,
            "uin": "34496",
            "heading": "Museums and Galleries: Tourism",
            "question_text": "To ask the Secretary of State for Culture, Media and Sport, what steps she is taking to ensure the museum sector contributes to her Department's tourism-related objectives.",
            "answer_text": "<p>The Government has set out its ambition for the United Kingdom to welcome 50 million international visitors per year by 2030, as part of its plans for the country to remain one of the most visited worldwide, driving economic growth. The new Visitor Economy Advisory Council has been appointed to identify ways to drive economic growth and remove barriers to opportunities in DCMS sectors.</p><p>Many tourists cite our vibrant culture and heritage offer as one of their main motivators for visiting the UK. We are providing additional support to our national museums and galleries with a 5% uplift to their budgets, along with £120m for critical estates maintenance in 2025/26, to help our most visited sites across the country to continue to be open to the world.</p><p>Our historical and creative heritage are crucial in driving tourism to all parts of the country; alongside continued Arts Council England and Local Authority investment, we are also supporting our regional museums via the new £20 million Museum Renewal Fund, and a new £25m round of the Museum Estate and Development Fund.</p><p> </p>",
            "elo_importance_rating": 1531.263693206478,
            "elo_attention_rating": 1468.736306793522
        },
        {
            "id": 1779483,
            "uin": "34495",
            "heading": "Culture: East Midlands",
            "question_text": "To ask the Secretary of State for Culture, Media and Sport, what steps her Department is taking to support rural (a) museum and (b) arts and music venues in (i) Mid Derbyshire constituency and (ii) the East Midlands.",
            "answer_text": "<p>The Secretary of State announced a new £270 million Arts Everywhere Fund on 20 February. This will include support to museums, arts and music venues across the country and is a critical step that this Government is taking to help create jobs, boost local economies, and expand access to arts and culture for communities.</p><p>This is in addition to steps already being taken to support arts and culture via the Arts Council England (ACE). In the East Midlands, ACE is providing regular National Portfolio funding to 72 organisations from 2023-2027. This includes more than £8.7 million to nine museum services including Derby Museums and Creswell Crags. £4.8 million has been awarded to eight music organisations including Derby based Baby People and Sinfonia Viva (the orchestra of the East Midlands).</p><p>Across the East Midlands, since 2021, ACE has also awarded £37.5 million to music organisations and projects via the Grassroots Music Fund, and £7.5 million to regional museum projects via the Museum Estate and Development Fund.</p><p>In the Mid Derbyshire constituency, ACE has supported eight individual artists since 2021 through its Developing your Creative Practice grants, providing a total of £73,111 of funding across visual arts and music. ACE has also made six awards across combined arts, literature, theatre and museums in the constituency through National Lottery Grants, totalling more than £272,000.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1779482,
            "uin": "34494",
            "heading": "Museums and Galleries: Skilled Workers",
            "question_text": "To ask the Secretary of State for Culture, Media and Sport, what steps her Department is taking to help ensure successful partnerships between civic museums and industry to address the skills gap.",
            "answer_text": "<p>This Government is committed to making sure that cultural venues up and down this country are supported to reach their full potential.</p><p>That is why the Secretary of State announced a new £270 million Arts Everywhere Fund on the 20th February, to support museums, arts venues, libraries, and heritage sites nationwide. This major investment will create jobs, boost local economies, and expand access to arts and culture for communities.</p><p>As part of this package, £45 million will be going to local and civic museums through the Museum Renewal Fund and Museum Estate and Development Fund to help tackle urgent infrastructure issues, preserve community programmes and protect these treasured institutions for generations to come. This is a major step being taken by this Government to support regional museums.</p><p>The large, diverse collections held by civic museums serve as a rich source of creativity and inspiration, fuelling our Creative Industries ecology and inspiring the creatives of tomorrow. Museum and industry partnerships can be hugely beneficial. To give a local example, Derby’s Museum of Making has a well-established partnership with Rolls Royce, supporting its ‘Institute of Steam’ learning programme, aiming to equip young people with crucial design, technology and engineering skills.</p><p> </p>",
            "elo_importance_rating": 1501.4387739660467,
            "elo_attention_rating": 1501.4387739660467
        },
        {
            "id": 1779292,
            "uin": "34249",
            "heading": "Family Proceedings",
            "question_text": "To ask the Secretary of State for Justice, what assessment she has made of (a) how often family court proceedings are delayed on the day of the hearing and (b) the reason for those delays.",
            "answer_text": "<p>His Majesty’s Courts &amp; Tribunals Service does not currently hold this data but a pilot of digital reforms in the family court is due to be rolled out later this year for private law proceedings and data on delays to court hearings will then be available.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778920,
            "uin": "34055",
            "heading": "Emergency Services: Domestic Abuse",
            "question_text": "To ask the Secretary of State for the Home Department, what proportion of emergency service control rooms will have embedded domestic abuse specialists by the end of 2025.",
            "answer_text": "<p>The scale of violence against women and girls in our country is intolerable and this Government is treating it as the national emergency that it is. We are going further than ever before to deliver a cross-government transformative approach to tackling violence against women and girls, underpinned by a new VAWG strategy to be published this year.</p><p>In February we announced that external domestic abuse specialists have been embedded within the first five police force control rooms under Raneem’s Law, to improve the police response to domestic abuse. These forces are Northumbria, Northamptonshire, Bedfordshire, Humberside and West Midlands.</p><p>These external specialists will work alongside staff in 999 control rooms, to advise on risk assessments, work with officers on the ground and ensure victims are referred to appropriate support services swiftly.</p><p>We intend to use learning from this first phase of implementation to develop our model and inform plans for national rollout across all 43 forces in England and Wales. Further roll-out will be announced in due course.</p>",
            "elo_importance_rating": 1516.802278224848,
            "elo_attention_rating": 1484.802278224848
        },
        {
            "id": 1779461,
            "uin": "34468",
            "heading": "Vetting",
            "question_text": "To ask the Secretary of State for the Home Department, what assessment she has made of the adequacy of processing times for manual Disclosure and Barring Service certificates; and whether she has made an assessment of the potential merits of adding manual certificates to the DBS update service.",
            "answer_text": "<p>Manual certificates are only used in rare circumstances when an automated DBS certificate cannot be issued, for example if the applicants’ name or relevant information from the Police National Computer exceeds a certain number of characters, or for certain applications which are submitted via the Sensitive applications route.</p><p>DBS aims to complete them within the usual published processing standards which can be viewed at: <a href=\"https://gbr01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.gov.uk%2Fgovernment%2Fstatistics%2Fdbs-dataset-1-disclosure-progress-information-disclosed-and-update-service-subscriptions&amp;data=05%7C02%7CNicholasDerek.Brown8%40homeoffice.gov.uk%7Cef9d2666d66a46e1060008dd57f2e14f%7Cf24d93ecb2914192a08af182245945c2%7C0%7C0%7C638763422843997936%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&amp;sdata=MJRbF6AYRgLQrMiFXvbLk8GfcvWxPlKxbKB1iHFCwvw%3D&amp;reserved=0\" target=\"_blank\">DBS dataset 1: DBS checks, the DBS Update Service, and disputes - GOV.UK</a>.</p><p>Given the small numbers involved and their alignment to the automated checks processing times, there are currently no specific concerns relating to manually processed certificates. As manual certificates are produced offline, they cannot be added to the Update Service as there is no automated facility to continuously monitor the certificate status.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1779530,
            "uin": "34545",
            "heading": "Demonstrations and Offences against Children",
            "question_text": "To ask the Secretary of State for the Home Department, with reference to Q16 of the oral evidence given by the Permanent Secretary to the Home Affairs Select Committee on 4 February 2025 HC 505, whether her Department has conducted horizon scanning on (a) spontaneous far-right protests and (b) child sexual exploitation by organised networks.",
            "answer_text": "<p>The Home Office and our policing partners keep all risks of criminality under review on an ongoing basis.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1780820,
            "uin": "35267",
            "heading": "Home Office: Staff",
            "question_text": "To ask the Secretary of State for the Home Department, how many people are employed (a) full-time and (b) part-time in her Department's statelessness determination unit.",
            "answer_text": "<p>Staffing and budget of the unit working on statelessness determination cannot be disaggregated from the wider team within which it sits.</p><p>The number of people employed in the Department’s statelessness determination unit is not information that is published by the Home Office and cannot be provided.</p><p>Official statistics published by the Home Office are kept under review in line with the code of practice for statistics, taking to account a number of factors including user needs, the resources required to compile the statistics, as well quality and availability of data.</p>",
            "elo_importance_rating": 1468.0,
            "elo_attention_rating": 1500.0
        },
        {
            "id": 1780819,
            "uin": "35266",
            "heading": "Refugees",
            "question_text": "To ask the Secretary of State for the Home Department, what the 2024-25 budget is for her Department's statelessness determination unit.",
            "answer_text": "<p>Staffing and budget of the unit working on statelessness determination cannot be disaggregated from the wider team within which it sits.</p><p>The number of people employed in the Department’s statelessness determination unit is not information that is published by the Home Office and cannot be provided.</p><p>Official statistics published by the Home Office are kept under review in line with the code of practice for statistics, taking to account a number of factors including user needs, the resources required to compile the statistics, as well quality and availability of data.</p>",
            "elo_importance_rating": 1469.4695015289756,
            "elo_attention_rating": 1469.4695015289756
        },
        {
            "id": 1780916,
            "uin": "35328",
            "heading": "Migrants: Children",
            "question_text": "To ask the Secretary of State for the Home Department, what assessment her Department has made of the potential impact of immigration and asylum policies on poverty among migrant children.",
            "answer_text": "<p>The Government keeps all immigration and asylum policies under constant review and considers support for families with children noting the need to safeguard and promote the welfare of children, as required by section 55 of the Borders, Citizenship and Immigration Act 2009.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1780915,
            "uin": "35327",
            "heading": "Poverty: Migrants",
            "question_text": "To ask the Secretary of State for the Home Department, what assessment her Department has made of the potential impact of immigration and asylum policies on poverty among migrant households.",
            "answer_text": "<p>The Government keeps all immigration and asylum policies under constant review and considers support for families with children noting the need to safeguard and promote the welfare of children, as required by section 55 of the Borders, Citizenship and Immigration Act 2009.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1778943,
            "uin": "34196",
            "heading": "Legal Profession: Innovation",
            "question_text": "To ask the Secretary of State for Justice, what steps she is taking to maintain the UK's status as a leader in legal services innovation.",
            "answer_text": "<p>The Ministry of Justice is keen to ensure the UK remains a world leader in legal services innovation. We achieve this through the LawtechUK programme, which, since 2019, has driven digital transformation in the legal sector. Key objectives of the programme include increasing innovation and adoption of lawtech in delivery of UK legal services, supporting the growth of the UK lawtech sector, and enabling English and Welsh law and the UK’s jurisdictions to become the foundation for emerging technology.</p><p> </p><p>The LawtechUK programme also supports the work of the UK Jurisdiction Taskforce (UKJT). The UKJT promotes the use of English law and the UK’s jurisdictions for technology and digital innovation. They aim to provide market confidence and legal certainty for new and emerging technologies, such as Cryptoassets and AI.</p><p> </p><p>The Department works closely with international partners to co-operate on matters related to lawtech, including establishing dialogue on industry practise, knowledge sharing, and research. For example, the UK-Singapore Digital Economy Agreement, which is the first trade agreement in the world to include these specific commitments on lawtech.</p><p> </p><p>The Ministry of Justice also delivers The GREAT Legal Services campaign which promotes the strength and breadth of the UK’s legal services sector and expertise overseas and facilitates the export of high calibre legal services, including lawtech. LawtechUK works closely with this campaign to promote the UK as a global hub for lawtech, including hosting a reception in March for New York Legal Week.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1780973,
            "uin": "35381",
            "heading": "National Wealth Fund: Grangemouth",
            "question_text": "To ask the Chancellor of the Exchequer, with reference to the Chief Secretary to the Treasury's oral contribution of 4 March 2025, Official Report, if she will publish the National Wealth Fund's business case to fund the £200 million investment in Grangemouth.",
            "answer_text": "<p>The National Wealth Fund has made financing available for new investment projects in Grangemouth, subject to viable proposals coming forward. This financing will help unlock Grangemouth’s full potential and secure our clean energy future. Any investment made into Grangemouth by the National Wealth Fund would be subject to the investment satisfying the National Wealth Fund’s normal requirements for investable proposals.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1778884,
            "uin": "33948",
            "heading": "Ministry of Defence: Lost Property and Theft",
            "question_text": "To ask the Secretary of State for Defence, wheat information his Department holds on the number of (a) computers, (b) USBs, (c) phones and (d) laptops used by MOD staff have been (i) misplaced or (ii) stolen since 5 July 2024.",
            "answer_text": "<p>The Ministry of Defence takes the security of its devices seriously and requires all losses and thefts to be reported.</p><p> </p><p>The figures for the period requested are:</p><p> </p><table><tbody><tr><td><p> </p></td><td><p>Computers</p></td><td><p>USBs</p></td><td><p>Phones</p></td><td><p>Laptops</p></td></tr><tr><td><p>From 5<sup>th</sup> July 24</p></td><td><p>11</p></td><td><p>2</p></td><td><p>14</p></td><td><p>8</p></td></tr><tr><td><p>August 24</p></td><td><p>0</p></td><td><p>0</p></td><td><p>6</p></td><td><p>11</p></td></tr><tr><td><p>September- 24</p></td><td><p>0</p></td><td><p>1</p></td><td><p>19</p></td><td><p>8</p></td></tr><tr><td><p>October 24</p></td><td><p>0</p></td><td><p>2</p></td><td><p>37</p></td><td><p>19</p></td></tr><tr><td><p>November 24</p></td><td><p>0</p></td><td><p>1</p></td><td><p>4</p></td><td><p>2</p></td></tr><tr><td><p>December 24</p></td><td><p>0</p></td><td><p>0</p></td><td><p>7</p></td><td><p>3</p></td></tr><tr><td><p>January 25</p></td><td><p>0</p></td><td><p>5</p></td><td><p>124</p></td><td><p>7</p></td></tr><tr><td><p>Up to 27th February 25</p></td><td><p>0</p></td><td><p>2</p></td><td><p>145</p></td><td><p>4</p></td></tr><tr><td><p>Total</p></td><td><p>11</p></td><td><p>13</p></td><td><p>356</p></td><td><p>62</p></td></tr></tbody></table><p> </p><p>It is important to note that not all the above incidents have resulted in actual losses or thefts. There are occasions where devices couldn't be accounted for, so were reported, but have subsequently been found.</p><p> </p><p>The number of phones misplaced, lost or stolen is high due to 2 incidents being submitted by one art of Defence regarding the mustering of assets.</p><p> </p><p>Although it appears likely that the cause is poor accounting, the phones are still recorded here.</p><p> </p><p>The discrepancy came to light following the strengthening of mobile device accounting processes within that organisation, which will ensure improved record keeping and improve utilisation of these devices in future, with associated costs and wastage minimised.</p><p> </p><p>Whilst we have seen significant improvements around laptops, due to the accounting errors in relation to phones, we have not seen similar improvements in this area at this time.</p><p> </p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779444,
            "uin": "34428",
            "heading": "Warm Front Scheme and Warmer Homes Scotland",
            "question_text": "To ask the Secretary of State for Energy Security and Net Zero, what lessons his Department has learned from the (a) Warm Front and (b) Warmer Homes Scotland schemes.",
            "answer_text": "<p>The government is keen to learn from previous energy efficiency schemes, and from the devolved administrations.</p><p> </p><p>Fuel poverty is devolved, and we will work with the devolved administrations to share best practice on how to tackle fuel poverty and deliver energy efficiency improvements. We are currently consulting on a new fuel poverty strategy for England.</p><p> </p><p>We have kickstarted delivery of the Government’s Warm Homes Plan, which will transform homes across the country by making them cleaner and cheaper to run, from installing new insulation to rolling out solar and heat pumps. Further details on the Warm Homes Plan will be set out in due course.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1778938,
            "uin": "34193",
            "heading": "Administration of Justice",
            "question_text": "To ask the Secretary of State for Justice, what steps she is taking (a) uphold the rule of law, (b) promote the UK's legal services and (c) increase access to justice.",
            "answer_text": "<p>The Government has made clear commitments to governing within the rule of law, and to promoting human rights, democracy and the rule of law around the world. The rule of law therefore underpins the work done by the Ministry of Justice right across the justice system.</p><p> </p><p>The Ministry of Justice supports the UK’s legal services internationally by working to address market access barriers and promoting the legal sector, including through the ‘GREAT Legal Services’ campaign. Legal services will also form an important part of plans for professional and business services under the Government’s Industrial Strategy, in recognition of the key role they play in driving growth. The Government recently passed the Arbitration Act 2025 as one of its first acts of legislation. This will support the growth of London and the UK as a world leading jurisdiction for arbitration.</p><p> </p><p>To support access to justice, we announced in December 2024 that criminal legal aid solicitors will receive up to £92 million more a year to help address ongoing challenges in the criminal justice system and deliver justice for victims. This is in addition to the £24 million increase for criminal legal aid solicitors announced in November, in response to the ‘Crime Lower’ consultation. We are also consulting on uplifts to fees for immigration and housing legal aid. Subject to consultation, an additional £20 million will be invested in the civil legal aid sector every year in steady state.</p><p> </p><p>The Department also continues to fund the activities of advice charities to bolster the delivery of essential advice and support services and improve access to legal support for people with social welfare problems. In the financial year 2025/26 we will provide over £6 million to 60 frontline organisations to help improve access to legal support</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779309,
            "uin": "34415",
            "heading": "Heating: Biofuels and Natural Gas",
            "question_text": "To ask the Secretary of State for Energy Security and Net Zero, if he will make a comparative assessment of (a) gas and (b) biofuels for home heating.",
            "answer_text": "<p>Moving away from our reliance on natural gas for home heating is essential to achieving Net Zero and increasing our energy independence. The Government expects most properties will switch to heat pumps, along with heat networks, but recognises that in homes not connected to the gas grid, renewable liquid heating fuels (RLHF) could play a limited role in decarbonising heat.</p><p> </p><p>However, sustainable biomass is a limited resource, so the Government expects to prioritise its use in sectors which have fewest options to decarbonise. RLHFs are also more expensive to use than other heating solutions. We will keep evidence under review.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778891,
            "uin": "33953",
            "heading": "Ukraine: Peacekeeping Operations",
            "question_text": "To ask the Secretary of State for Defence, whether the British Army is currently of appropriate (a) scale and (b) capability to provide a potential peacekeeping force to Ukraine.",
            "answer_text": "<p>The UK is ready and willing to contribute to security guarantees to Ukraine Our focus is ensuring Ukraine is in as strong a position as possible. When, how and on what terms this war comes to an end can only be decided by negotiations with Ukraine at the heart of them.</p><p> </p><p> </p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779291,
            "uin": "34299",
            "heading": "Buildings: Carbon Emissions",
            "question_text": "To ask the Secretary of State for Energy Security and Net Zero, whether his Department has made an assessment of the potential merits of convening an advisory panel to inform its approach to supporting the decarbonisation of buildings.",
            "answer_text": "<p>We understand the importance of bringing people along with us on the journey to decarbonise buildings across the UK. We will continue to be in contact with a range of stakeholders as we develop our Warm Homes Plan.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1778908,
            "uin": "34212",
            "heading": "Public Expenditure",
            "question_text": "To ask the Chancellor of the Exchequer, if she will make an estimate of the number of (a) nurses, (b) teachers and (c) police offers that could be employed via an increase in spending equivalent to 0.2 per cent of GDP.",
            "answer_text": "<p>The Government values the vital contribution that public sector workers make across the UK, delivering the public services we all rely on. The Treasury does not hold information on how many additional public sector workers could be employed via a specific increase in spending, which would depend on a variety of factors, however the Government is committed to ensuring we can recruit and retain the right set of people to run our public services and has plans in place to do so. This includes a commitment to deliver 13,000 more neighbourhood policing personnel, deliver an additional 6,500 teachers, and refresh the NHS Long Term Workforce Plan.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1779290,
            "uin": "34298",
            "heading": "Heat Pumps: Training",
            "question_text": "To ask the Secretary of State for Energy Security and Net Zero, if his Department will take steps to support the training of heat pump installers through (a) apprenticeships and (b) re-training existing engineers.",
            "answer_text": "<p>According to Heat Pump Association estimates, we currently need to train at least 6,600 installers a year. Around 9,000 individuals completed training in 2024, so we are well in line with current workforce training needs.</p><p> </p><p>The £5 million Heat Training Grant is supporting the upskilling of existing heating engineers in England. The scheme launched in July 2023 and is on track to support 6,000 heat pump training opportunities by April 2025.</p><p> </p><p>The Low Carbon Heating Technician apprenticeship launched in Autumn 2023. This is helping bring new entrants into the sector and build a sustainable skills pipeline.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779405,
            "uin": "34436",
            "heading": "Prisoners: Transgender People",
            "question_text": "To ask the Secretary of State for Justice, what information her Department holds on the number of assaults committed by biological males serving a custodial sentence in a women-only facility in 2024.",
            "answer_text": "<p>No such assaults have been reported.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1778765,
            "uin": "33864",
            "heading": "District Heating: Finance",
            "question_text": "To ask the Secretary of State for Energy Security and Net Zero, if he will make an assessment of the potential merits of implementing a mine water heating grant scheme for community heat networks.",
            "answer_text": "<p>The water from coal mines shows good potential as a renewable source for heat networks.</p><p> </p><p>The government’s capital schemes for heat network construction, the Heat Networks Investment Project and its successor, the Green Heat Network Fund, have supported heat networks that use mine water.</p><p> </p><p>To date, the Gateshead District Energy Scheme and the Seaham Garden Village network in County Durham have both received funding.</p><p> </p><p>The ninth application round of the Green Heat Network Fund is currently open and projects which aim to use mine water are welcome to apply.</p>",
            "elo_importance_rating": 1515.263693206478,
            "elo_attention_rating": 1515.263693206478
        },
        {
            "id": 1778796,
            "uin": "33996",
            "heading": "Criminal Cases Review Commission",
            "question_text": "To ask the Secretary of State for Justice, as at 26 February 2025, how many applications to the Criminal Cases Review Commission have been open for (a) over one year, (b) over two years, (c) over five years, (d) over ten years and (e) over fifteen years.",
            "answer_text": "<p>The Criminal Cases Review Commission (CCRC) has provided the following information, which is unpublished management information and has not been subject to the same quality checks as Official Statistics which are published by the Ministry of Justice.</p><p>As at 26 February 2025, the CCRC had 1,158 open cases. Of these 351 have been open for over one year, 152 have been open for over 2 years, 9 have been open for over 5 years and none have been open for over 10 or 15 years.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778989,
            "uin": "34075",
            "heading": "Oil: Exports",
            "question_text": "To ask the Secretary of State for Business and Trade, what information his Department holds on oil exports to Russia which are (a) processed, (b) traded, (c) refined and (d) financially insured in the UK.",
            "answer_text": "<p>The UK did not export oil (HS 2709 and 2710) to Russia in 2023 or 2024.</p><p>The department does not hold specific information on financial insurance services. However, the export of - and technical assistance, financial and brokering services related to - a petroleum oil, including crude, as well as oil refining goods and technology are prohibited to Russia under UK sanctions. Failure to comply with our sanctions is a serious offence and punishable through large financial penalties or criminal prosecution.</p>",
            "elo_importance_rating": 1469.4695015289756,
            "elo_attention_rating": 1532.0
        },
        {
            "id": 1780923,
            "uin": "35406",
            "heading": "Energy: Prices",
            "question_text": "To ask the Secretary of State for Energy Security and Net Zero, what assessment he has made of the potential impact of energy costs on business in Fylde.",
            "answer_text": "<p>Wholesale energy costs have decreased for non-domestic consumers since the global energy crisis, but we recognise that some businesses may be struggling to pay their bills. The Government believes that our mission to deliver clean power by 2030 is the best way to break our dependence on global fossil fuel markets and protect billpayers permanently.</p><p> </p><p>In the short-term, the Government wants to provide businesses with better protection from being locked into unfair and expensive energy contracts, and more redress when they have a complaint. Last year, the Government launched a consultation on introducing regulation of Third-Party Intermediaries (TPIs), such as energy brokers. This is aimed at enhancing consumer protections, particularly for non-domestic consumers. The consultation has now closed, and a Government response will follow in due course once all feedback has been reviewed.</p><p> </p><p>Business owners struggling to pay their bills should contact their supplier to discuss their options, including ‘blend and extend’ contracts, where the higher unit rate is blended with a new lower rate, spreading the cost over the course of a long contract.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779251,
            "uin": "34367",
            "heading": "Offenders: Foreign Nationals",
            "question_text": "To ask the Secretary of State for Justice, if she will provide a breakdown by country of people designated as Foreign National Offenders.",
            "answer_text": "<p>A Foreign National Offender (FNO) is someone who is not a British citizen and is, or was, convicted in the UK of any criminal offence. The Ministry of Justice publishes information on the prison population and offenders supervised by the Probation Service as part of its Offender Management Statistics Quarterly.</p><p>The requested data can be found:</p><ul><li><p>Prison population (based on the prison population as at 31 December 2024; latest available published data) can be found at Table 1_Q_12 in the attached link: <a href=\"https://assets.publishing.service.gov.uk/media/6799631cd4f0d327e77071ae/prison-population-31-Dec-2024.ods\" target=\"_blank\">https://assets.publishing.service.gov.uk/media/6799631cd4f0d327e77071ae/prison-population-31-Dec-2024.ods</a></p></li></ul><ul><li><p>Offenders supervised by the Probation Service (on 30 September 2024; latest available published data) can be found at Table 6_9_Caseload_Nationality in the attached link: <a href=\"https://assets.publishing.service.gov.uk/media/67995c02636f8db3c270719c/Probation-Jul-to-Sep-2024.ods\" target=\"_blank\">https://assets.publishing.service.gov.uk/media/67995c02636f8db3c270719c/Probation-Jul-to-Sep-2024.ods</a></p></li></ul><p>Foreign nationals who commit crime should be in no doubt that the law will be enforced and the Ministry of Justice works closely with the Home Office to pursue their deportation. Under this government, 23% more foreign national offenders were removed during the period July 2024 to January 2025 compared with the equivalent period in 2023-24, under the previous administration.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1777861,
            "uin": "HL5131",
            "heading": "Ryan Cornelius",
            "question_text": "To ask His Majesty's Government what assessment they have made of Ryan Cornelius’ health and treatment while in detention in the United Arab Emirates.",
            "answer_text": "<p>The Foreign, Commonwealth and Development Office (FCDO) prioritises Mr Cornelius' welfare. Since he was first detained in 2008, FCDO consular staff in the United Arab Emirates (UAE) have been in regular contact with him. If Mr Cornelius has any health or welfare concerns, with his consent, we can raise these with the UAE authorities.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1777860,
            "uin": "HL5130",
            "heading": "Ryan Cornelius",
            "question_text": "To ask His Majesty's Government what representations they have made, if any, on behalf of Ryan Cornelius in the ongoing negotiations for the free trade agreement between the UK and the Gulf Cooperation Council.",
            "answer_text": "<p>Consular cases are not raised as part of trade negotiations. We continue to provide consular support to Ryan Cornelius.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1779025,
            "uin": "34088",
            "heading": "Prisoners' Release: Foreign Nationals",
            "question_text": "To ask the Secretary of State for Justice, how many foreign national offenders were granted temporary release in 2024.",
            "answer_text": "<p>The number of foreign national offenders Released on Temporary Licence (ROTL) in 2024 is not available; this data forms a subset of ROTL data scheduled for future publication in April 2025. In accordance with the requirements of the Code of Practice for Official Statistics, we may not give any early indication of the contents of this statistical report.</p>",
            "elo_importance_rating": 1484.736306793522,
            "elo_attention_rating": 1484.736306793522
        },
        {
            "id": 1779526,
            "uin": "34507",
            "heading": "Armed Forces: Recruitment",
            "question_text": "To ask the Secretary of State for Defence, what steps her Department has taken to tackle the shortfall in armed forces recruitment over the last five years; and whether these measures have been tailored to each branch of the military.",
            "answer_text": "<p>The new Government inherited a crisis in recruitment and has made it a priority to address this with a series of work streams designed to improve Armed Forces recruitment, modernising and refining our policies and processes to attract the best possible talent. Our actions are designed to deliver the widest positive impact across our Armed Forces, but we also pursue activities aimed at the specific requirements of the single Services to maximise effect.</p><p> </p><p>To provide the widest benefit across the Armed Forces, we have delivered a 35 per cent pay increase for new recruits; one of the largest pay increases in the last 20 years for existing personnel; scrapped over 100 outdated medical policies; introduced a new military direct-entry cyber pathway which is now recruiting; and set an ambition to make a conditional offer of employment to candidates within 10 days, and a provisional training start date within 30 days.</p><p> </p><p>Furthermore, we have announced the award of the contract for the new tri-service Armed Forces Recruiting Service (AFRS) which will join the recruitment activity of the Services together. AFRS will provide a streamlined, single-entry point for prospective recruits, recruiting from the broadest spectrum of society to attract the best talent from across the country.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1778982,
            "uin": "34071",
            "heading": "Prisons: Construction",
            "question_text": "To ask the Secretary of State for Justice, whether her Department has made an assessment of the potential merits of using (a) alternatives to traditional construction methods in the construction of prisons and (b) modular and rapid deployment cells to meet long-term capacity needs; and if she will make an assessment of the potential impact of these proposals on the environment.",
            "answer_text": "<p>Our new prisons are being delivered through Design for Manufacture and Assembly (DfMA) and Modern Methods of Construction (MMC) which use a standardised design, allowing us to build faster and more effectively. MMC describes contemporary innovations in construction, including new technologies (such as digital tools and techniques), offsite manufacture and use of efficient processes to deliver productive, sustainable and better outcomes. Because of this, we are now delivering almost 22% faster than traditional construction methods. Additionally, these developments are required to deliver through the application of the Ministry of Justice’s sustainable construction policies, including BREEAM, which holds relevant new prison developments to the highest environmental standards.</p><p> </p><p>As outlined in the 10-year Prison Capacity Strategy, published in December 2024, we are using Rapid Deployment Cells (RDCs) to deliver temporary accommodation at pace, with c.770 already delivered across 14 sites. These are modular, self-contained units with a warranty of 15 years, helping to provide an innovative solution to address the need for additional capacity. Given their temporary nature, RDCs do not apply BREEAM regulations, however, we mitigate against environmental impacts where possible, including through compliance with local planning policy and nutrient neutrality requirements. Additionally, RDCs are fully electric and meet energy efficiency targets for insulation, heating systems and general energy performance.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778990,
            "uin": "34076",
            "heading": "Oil: Exports",
            "question_text": "To ask the Secretary of State for Business and Trade, if he will take steps to prevent oil produced in the UK arriving in Russia.",
            "answer_text": "<p>The export of oil from the UK to Russia is prohibited. Non-compliance with the UK's tough sanctions is a serious offence and punishable through large financial penalties or criminal prosecution. According to HMRC data, the UK did not export oil (HS 2709 and 2710) to Russia in 2023 or 2024.</p>",
            "elo_importance_rating": 1530.5304984710244,
            "elo_attention_rating": 1500.0
        },
        {
            "id": 1780817,
            "uin": "35292",
            "heading": "Brexit: Trade",
            "question_text": "To ask the Secretary of State for Business and Trade, what assessment he has made of the potential impact of the UK's departure from the European Union on trends in the level of UK trade.",
            "answer_text": "<p>The EU is a significant trading partner for both goods and services, but it is clear that the current deal is not working well enough. In the 12 months ending September 2024, the UK’s total trade with the EU was 5% below the level seen in 2018, after removing the effect of inflation and excluding precious metals. We will continue to work with our European friends to improve the UK’s trade and investment relationship with the EU, tearing down unnecessary barriers to trade to help drive growth.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1781175,
            "uin": "35545",
            "heading": "Environment Protection: Henley-on-Thames",
            "question_text": "To ask the Secretary of State for Environment, Food and Rural Affairs, what steps he is taking to improve the ecological status of Holton Brook.",
            "answer_text": "<p>The ecological status of Holton Brook (The Holton Brook and tributaries) is currently classified as having ‘Bad’ ecological status overall. This status is driven mainly by a deterioration to invertebrate status from ‘Poor’ to ‘Bad’ in the 2022 classification. The reason for this deterioration is suspected to be the impact from invasive species, particularly North American Signal Crayfish. There are also existing Reasons for Not Achieving Good Status (RANGs) listed against diffuse agricultural pollution, continuous sewage discharge and physical modification to the waterbody. Macrophytes and Phosphate are also at ‘Poor’ status on the Holton Brook and have RANGs associated with continuous sewage discharge and diffuse agricultural pollution. All other ecological elements are at ‘Good’ or ‘High’ status.</p><p> </p><p>For the next water company asset management period (AMP 8), investment period for 2025 – 2030, an improvement scheme at Horton-cum-Studley sewage treatment works has been identified as part of the Environment Act’s Storm Overflow Discharge Reduction Plan. This will ensure the site operates its storm overflow no more than 10 times per year and causes no adverse ecological impact. Forest Hill STW and Stanton St John STW will have schemes in subsequent AMP periods to meet their Environment Act (2021) targets.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778981,
            "uin": "34070",
            "heading": "HMP Channings Wood: Construction",
            "question_text": "To ask the Secretary of State for Justice, whether her Department made an environmental impact assessment prior to the commencement of expansion works at HMP Channings Wood; and whether baseline data on (a) air and (b) noise pollution was collected to measure the potential impact of increased traffic on local residents.",
            "answer_text": "<p>Under the previous Government, ahead of delivery at HMP Channings Wood, an Environmental Impact Assessment (EIA) screening template was completed by our delivery partner (Cushman &amp; Wakefield) and submitted to the council. Using this template and supporting technical assessments, the Local Planning Authority decided that an Environmental Impact Assessment (EIA) was not required. The Local Planning Authority did not consider the expansion to have significant environmental effects and therefore would not require an EIA.</p><p> </p><p>An Air Quality Assessment was undertaken in support of the original planning application. The baseline assessment used published data (Teignbridge Council’s 2020 Annual Status Report (TDC 2021)) to consider the impacts of the proposed development and identify the future air quality conditions that occupants will experience. The assessment was based on measurements made during 2019 (i.e. pre-pandemic activity) to ensure worse case assessment. The future air quality conditions of the proposed development are acceptable with concentrations well below air quality objectives throughout the site. Additional traffic generated by the proposed development will be below published thresholds.</p><p> </p><p>Alongside this, a Baseline Assessment of Noise was carried out on 14 October 2024 (daytime) and 15 October 2024 (nighttime) to assess ambient and background noise levels in a number of locations across the prison estate nearest to sensitive noise receptors. This has given us baseline data for noise levels from the prison.</p>",
            "elo_importance_rating": 1484.639325624642,
            "elo_attention_rating": 1454.1119337450468
        },
        {
            "id": 1777859,
            "uin": "HL5129",
            "heading": "Ryan Cornelius",
            "question_text": "To ask His Majesty's Government what plans they have, if any, to impose targeted sanctions against the individuals responsible for the arbitrary detention of British citizen Ryan Cornelius in the United Arab Emirates.",
            "answer_text": "<p>Sanctions can be used to achieve a range of foreign and security policy objectives. We use sanctions when they complement other tools as part of a wider strategy. We consider designations under our sanctions regimes, including the Global Human Rights Sanctions Regulations, guided by the evidence and the objectives of the sanctions regime. It would not be appropriate to speculate about future sanctions designations as to do so could reduce their impact.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778986,
            "uin": "34072",
            "heading": "Export Controls: Russia",
            "question_text": "To ask the Secretary of State for Business and Trade, for what reason his Department has issued licenses for the export to Russia of (a) medicinal and pharmaceutical products, (b) beverages and tobacco, (c) organic chemicals, (d) cars, (e) toilet and cleansing preparations, (f) travel services, (g) insurance and pension products, (h) other business services, (i) financial services and (j) telecoms, computer and information services since September 2024.",
            "answer_text": "<p>Applications for licences to export goods and services to Russia otherwise covered by sanctions are assessed on a case-by-case basis, in line with the objectives of our sanctions regime, our wider international obligations, and the specific context of each application, including humanitarian considerations.</p><p>Considerations for granting a licence include, but are not limited to, goods and services being provided for medical and pharmaceutical purposes for the benefit of the civilian population, or activities to support the divestment of assets with Russia, and the production or distribution of food for the benefit of the civilian population. Section 3 of the Statutory Guidance for Russia Sanctions: <a href=\"https://www.gov.uk/government/publications/russia-sanctions-guidance\" target=\"_blank\">https://www.gov.uk/government/publications/russia-sanctions-guidance</a> provides further information.</p>",
            "elo_importance_rating": 1499.263693206478,
            "elo_attention_rating": 1531.263693206478
        },
        {
            "id": 1779357,
            "uin": "34403",
            "heading": "Sentencing: Legal Costs",
            "question_text": "To ask the Secretary of State for Justice, what recent assessment she has made of the number of defendants pleading guilty because of unaffordable legal costs.",
            "answer_text": "<p>Defendants facing trial at the magistrates’ court or Crown Court may apply for legal aid to pay for their defence costs; this covers the cost of preparing the case and providing legal representation.</p><p> </p><p>The evidence provision fee, which was introduced in 2010 alongside implementation of the Crown Court means testing scheme, applies in cases that are committed, sent or transferred for trial to the Crown Court and comprises a lower tier of £45 and an upper tier of £90. This fee remunerates defence solicitors for the extra work which may be incurred when collating evidence of the defendant’s income and capital resources required to complete the legal aid application at the Crown Court.</p><p> </p><p>At the Crown Court, subject to the outcome of the financial means assessment, some defendants may be required to pay an income contribution towards their legal aid costs. This is paid on a monthly basis for a maximum six month period and will be refunded to the defendant with interest if they are acquitted or the Crown Prosecution Service withdraws due to insufficient evidence. If the defendant is convicted, they do not recoup any income contributions and may also be liable to pay any outstanding legal aid costs from their capital assets.</p><p> </p><p>If a defendant does not qualify for legal aid, either because they do not pass the financial eligibility criteria or the ‘Interests of Justice’ (merits) test, they may choose to pay privately for their defence or to represent themselves. In circumstances where a privately funded defendant is acquitted or charges are dropped, they may seek to claim their defence costs back from central funds through a Defendant’s Costs Order. However, following changes introduced by the Coalition Government, the refund of defence costs has been based on legal aid rates.</p><p> </p><p>There are a range of factors which may influence a defendant’s decision over whether to plead guilty. The drivers behind this decision will vary with the circumstances of each individual case.</p><p> </p><p>Ministers are currently considering their preferred approach to the rules and arrangements governing legal aid financial eligibility.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1779356,
            "uin": "34402",
            "heading": "Criminal Proceedings: Acquittals",
            "question_text": "To ask the Secretary of State for Justice, what recent assessment she has made of the availability of costs recovery to defendants when the Crown Prosecution Service withdraws a case on the grounds of insufficient evidence.",
            "answer_text": "<p>Defendants facing trial at the magistrates’ court or Crown Court may apply for legal aid to pay for their defence costs; this covers the cost of preparing the case and providing legal representation.</p><p> </p><p>The evidence provision fee, which was introduced in 2010 alongside implementation of the Crown Court means testing scheme, applies in cases that are committed, sent or transferred for trial to the Crown Court and comprises a lower tier of £45 and an upper tier of £90. This fee remunerates defence solicitors for the extra work which may be incurred when collating evidence of the defendant’s income and capital resources required to complete the legal aid application at the Crown Court.</p><p> </p><p>At the Crown Court, subject to the outcome of the financial means assessment, some defendants may be required to pay an income contribution towards their legal aid costs. This is paid on a monthly basis for a maximum six month period and will be refunded to the defendant with interest if they are acquitted or the Crown Prosecution Service withdraws due to insufficient evidence. If the defendant is convicted, they do not recoup any income contributions and may also be liable to pay any outstanding legal aid costs from their capital assets.</p><p> </p><p>If a defendant does not qualify for legal aid, either because they do not pass the financial eligibility criteria or the ‘Interests of Justice’ (merits) test, they may choose to pay privately for their defence or to represent themselves. In circumstances where a privately funded defendant is acquitted or charges are dropped, they may seek to claim their defence costs back from central funds through a Defendant’s Costs Order. However, following changes introduced by the Coalition Government, the refund of defence costs has been based on legal aid rates.</p><p> </p><p>There are a range of factors which may influence a defendant’s decision over whether to plead guilty. The drivers behind this decision will vary with the circumstances of each individual case.</p><p> </p><p>Ministers are currently considering their preferred approach to the rules and arrangements governing legal aid financial eligibility.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779355,
            "uin": "34401",
            "heading": "Criminal Proceedings: Acquittals",
            "question_text": "To ask the Secretary of State for Justice, what recent assessment she has made of the adequacy of costs recovery available to people found not guilty after a criminal trial.",
            "answer_text": "<p>Defendants facing trial at the magistrates’ court or Crown Court may apply for legal aid to pay for their defence costs; this covers the cost of preparing the case and providing legal representation.</p><p> </p><p>The evidence provision fee, which was introduced in 2010 alongside implementation of the Crown Court means testing scheme, applies in cases that are committed, sent or transferred for trial to the Crown Court and comprises a lower tier of £45 and an upper tier of £90. This fee remunerates defence solicitors for the extra work which may be incurred when collating evidence of the defendant’s income and capital resources required to complete the legal aid application at the Crown Court.</p><p> </p><p>At the Crown Court, subject to the outcome of the financial means assessment, some defendants may be required to pay an income contribution towards their legal aid costs. This is paid on a monthly basis for a maximum six month period and will be refunded to the defendant with interest if they are acquitted or the Crown Prosecution Service withdraws due to insufficient evidence. If the defendant is convicted, they do not recoup any income contributions and may also be liable to pay any outstanding legal aid costs from their capital assets.</p><p> </p><p>If a defendant does not qualify for legal aid, either because they do not pass the financial eligibility criteria or the ‘Interests of Justice’ (merits) test, they may choose to pay privately for their defence or to represent themselves. In circumstances where a privately funded defendant is acquitted or charges are dropped, they may seek to claim their defence costs back from central funds through a Defendant’s Costs Order. However, following changes introduced by the Coalition Government, the refund of defence costs has been based on legal aid rates.</p><p> </p><p>There are a range of factors which may influence a defendant’s decision over whether to plead guilty. The drivers behind this decision will vary with the circumstances of each individual case.</p><p> </p><p>Ministers are currently considering their preferred approach to the rules and arrangements governing legal aid financial eligibility.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779352,
            "uin": "34400",
            "heading": "Legal Aid Scheme: Low Incomes",
            "question_text": "To ask the Secretary of State for Justice, what recent assessment she has made of the potential impact of the level of the cap on legal aid rates on defendants on a low income.",
            "answer_text": "<p>Defendants facing trial at the magistrates’ court or Crown Court may apply for legal aid to pay for their defence costs; this covers the cost of preparing the case and providing legal representation.</p><p> </p><p>The evidence provision fee, which was introduced in 2010 alongside implementation of the Crown Court means testing scheme, applies in cases that are committed, sent or transferred for trial to the Crown Court and comprises a lower tier of £45 and an upper tier of £90. This fee remunerates defence solicitors for the extra work which may be incurred when collating evidence of the defendant’s income and capital resources required to complete the legal aid application at the Crown Court.</p><p> </p><p>At the Crown Court, subject to the outcome of the financial means assessment, some defendants may be required to pay an income contribution towards their legal aid costs. This is paid on a monthly basis for a maximum six month period and will be refunded to the defendant with interest if they are acquitted or the Crown Prosecution Service withdraws due to insufficient evidence. If the defendant is convicted, they do not recoup any income contributions and may also be liable to pay any outstanding legal aid costs from their capital assets.</p><p> </p><p>If a defendant does not qualify for legal aid, either because they do not pass the financial eligibility criteria or the ‘Interests of Justice’ (merits) test, they may choose to pay privately for their defence or to represent themselves. In circumstances where a privately funded defendant is acquitted or charges are dropped, they may seek to claim their defence costs back from central funds through a Defendant’s Costs Order. However, following changes introduced by the Coalition Government, the refund of defence costs has been based on legal aid rates.</p><p> </p><p>There are a range of factors which may influence a defendant’s decision over whether to plead guilty. The drivers behind this decision will vary with the circumstances of each individual case.</p><p> </p><p>Ministers are currently considering their preferred approach to the rules and arrangements governing legal aid financial eligibility.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1779349,
            "uin": "34399",
            "heading": "Legal Costs: Low Incomes",
            "question_text": "To ask the Secretary of State for Justice, what recent assessment she has made of the adequacy of the lower tier of the evidence provision fee in covering the legal costs of defendants on a low income.",
            "answer_text": "<p>Defendants facing trial at the magistrates’ court or Crown Court may apply for legal aid to pay for their defence costs; this covers the cost of preparing the case and providing legal representation.</p><p> </p><p>The evidence provision fee, which was introduced in 2010 alongside implementation of the Crown Court means testing scheme, applies in cases that are committed, sent or transferred for trial to the Crown Court and comprises a lower tier of £45 and an upper tier of £90. This fee remunerates defence solicitors for the extra work which may be incurred when collating evidence of the defendant’s income and capital resources required to complete the legal aid application at the Crown Court.</p><p> </p><p>At the Crown Court, subject to the outcome of the financial means assessment, some defendants may be required to pay an income contribution towards their legal aid costs. This is paid on a monthly basis for a maximum six month period and will be refunded to the defendant with interest if they are acquitted or the Crown Prosecution Service withdraws due to insufficient evidence. If the defendant is convicted, they do not recoup any income contributions and may also be liable to pay any outstanding legal aid costs from their capital assets.</p><p> </p><p>If a defendant does not qualify for legal aid, either because they do not pass the financial eligibility criteria or the ‘Interests of Justice’ (merits) test, they may choose to pay privately for their defence or to represent themselves. In circumstances where a privately funded defendant is acquitted or charges are dropped, they may seek to claim their defence costs back from central funds through a Defendant’s Costs Order. However, following changes introduced by the Coalition Government, the refund of defence costs has been based on legal aid rates.</p><p> </p><p>There are a range of factors which may influence a defendant’s decision over whether to plead guilty. The drivers behind this decision will vary with the circumstances of each individual case.</p><p> </p><p>Ministers are currently considering their preferred approach to the rules and arrangements governing legal aid financial eligibility.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1767134,
            "uin": "32706",
            "heading": "Special Educational Needs: Appeals",
            "question_text": "To ask the Secretary of State for Justice, how many parents or young people have taken (a) Salford and (b) Wigan to appeal at a tribunal against an Education, Care and Health Plan decision in each of the last five years; and what (i) number and (ii) proportion of those appeals were (A) determined in favour of the appellants, (B) determined in favour of the local authority, (C) withdrawn, (D) conceded before the hearing and (E) still awaiting a hearing.",
            "answer_text": "<p>Information about appeal outcomes to SEND is published at: <a href=\"https://www.gov.uk/government/statistics/tribunals-statistics-quarterly-july-to-september-2024\" target=\"_blank\">Tribunals statistics quarterly: July to September 2024 - GOV.UK.</a></p><p> </p><p>Appeal outcomes are not broken down by Local Authority in the published data as requested in this PQ. These data are provided for academic years September to August as follows:</p><table><tbody><tr><td><p><strong>Salford</strong></p></td><td><p><strong>2019-20</strong></p></td><td><p><strong>2020-21</strong></p></td><td><p><strong>2021-22</strong></p></td><td><p><strong>2022-23</strong></p></td><td><p><strong>2023-24</strong></p></td></tr><tr><td><p>(A) Number and proportion of those appeals determined in favour of the appellants</p></td><td><p>6 43%</p></td><td><p>20 69%</p></td><td><p>41 62%</p></td><td><p>46 62%</p></td><td><p>54 58%</p></td></tr><tr><td><p>(B) Number and proportion of those appeals determined in favour of the local authority</p></td><td><p>2 14%</p></td><td><p>0 0%</p></td><td><p>2 3%</p></td><td><p>2 3%</p></td><td><p>1 1%</p></td></tr><tr><td><p>(C) Number and proportion of withdrawn appeals</p></td><td><p>2 14%</p></td><td><p>4 14%</p></td><td><p>9 14%</p></td><td><p>18 24%</p></td><td><p>7 8%</p></td></tr><tr><td><p>(D) Number and proportion of appeals conceded before the hearing</p></td><td><p>2 14%</p></td><td><p>5 17%</p></td><td><p>10 15%</p></td><td><p>2 3%</p></td><td><p>14 15%</p></td></tr><tr><td><p>(E) Number and proportion of appeals still awaiting a hearing</p></td><td><p>0 0%</p></td><td><p>0 0%</p></td><td><p>2 3%</p></td><td><p>2 3%</p></td><td><p>15 16%</p></td></tr><tr><td><p>Total number of appeals to the tribunal</p></td><td><p>14</p></td><td><p>29</p></td><td><p>66</p></td><td><p>74</p></td><td><p>93</p></td></tr></tbody></table><p> </p><p> </p><p> </p><table><tbody><tr><td><p><strong>Wigan</strong></p></td><td><p><strong>2019-20</strong></p></td><td><p><strong>2020-21</strong></p></td><td><p><strong>2021-22</strong></p></td><td><p><strong>2022-23</strong></p></td><td><p><strong>2023-24</strong></p></td></tr><tr><td><p>(A) Number and proportion of those appeals determined in favour of the appellants</p></td><td><p>1 50%</p></td><td><p>5 28%</p></td><td><p>4 22%</p></td><td><p>10 50%</p></td><td><p>13 34%</p></td></tr><tr><td><p>(B) Number and proportion of those appeals determined in favour of the local authority</p></td><td><p>1 50%</p></td><td><p>1 6%</p></td><td><p>0 0%</p></td><td><p>1 5%</p></td><td><p>0 0%</p></td></tr><tr><td><p>(C) Number and proportion of withdrawn appeals</p></td><td><p>0 0%</p></td><td><p>3 17%</p></td><td><p>5 28%</p></td><td><p>4 20%</p></td><td><p>5 13%</p></td></tr><tr><td><p>(D) Number and proportion of appeals conceded before the hearing</p></td><td><p>0 0%</p></td><td><p>9 50%</p></td><td><p>9 50%</p></td><td><p>5 25%</p></td><td><p>15 39%</p></td></tr><tr><td><p>(E) Number and proportion of appeals still awaiting a hearing</p></td><td><p>0 0%</p></td><td><p>0 0%</p></td><td><p>0 0%</p></td><td><p>0 0%</p></td><td><p>5 13%</p></td></tr><tr><td><p>Total number of appeals to the tribunal</p></td><td><p>2</p></td><td><p>18</p></td><td><p>18</p></td><td><p>20</p></td><td><p>38</p></td></tr></tbody></table><p> </p><p>1 - In addition to the categories requested appeals can be struck out. This is included in the total number of appeals.</p><p>2 - (B) Is the total of cases where the appellant wins the majority of the appeal (i.e. the appellant may be successful in 2 out of the 3 sections they appeal against).</p><p>3 - The information provided has been extracted from local management information.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779381,
            "uin": "34334",
            "heading": "Trade Agreements: Colombia",
            "question_text": "To ask the Secretary of State for Business and Trade, if he will make it his policy to reject investor-state dispute settlement mechanisms in future trade deals with Colombia.",
            "answer_text": "<p>The Government has no plan to negotiate a new trade deal with Colombia.</p>",
            "elo_importance_rating": 1468.736306793522,
            "elo_attention_rating": 1468.736306793522
        },
        {
            "id": 1779011,
            "uin": "34085",
            "heading": "Vaccine Damage Payment Scheme",
            "question_text": "To ask the Secretary of State for Health and Social Care, how many applications were made to the Vaccine Damage Payment Scheme in 2024; and how many and what proportion of those applications were unsuccessful.",
            "answer_text": "<p>9,554 applications were submitted to the Vaccine Damage Payment Scheme in 2024. 4,593 of these applications have now concluded, with 4,589, or 99.9% of, claims rejected.</p><p><strong> </strong></p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779502,
            "uin": "34474",
            "heading": "Bile Duct Cancer",
            "question_text": "To ask the Secretary of State for Health and Social Care, whether he plans to include proposals to (a) improve earlier diagnosis and (b) increase access to treatments of cholangiocarcinoma in the National Cancer Plan.",
            "answer_text": "<p>My Rt Hon. Friend, the Secretary of State for Health and Social Care has announced that a National Cancer Plan for England will be published this year. The Prime Minister’s Health Mission sets the objective of building a National Health Service fit for the future, and an essential part of this is achieving our goal to reduce the number of lives lost to cancer.</p><p>The National Cancer Plan will have patients at its heart and will cover the entirety of the cancer pathway, from referral and earlier diagnosis to accessing treatment and ongoing care, and will apply to all cancer types, including rare cancers such as cholangiocarcinoma. It will seek to improve every aspect of cancer care, to improve the experience and outcomes for people with cancer. Our goal is to reduce the number of lives lost to cancer over the next ten years.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779464,
            "uin": "34519",
            "heading": "Veterinary Services: UK Trade with EU",
            "question_text": "To ask the Secretary of State for Environment, Food and Rural Affairs, what progress he has made on securing an EU-UK veterinary agreement.",
            "answer_text": "<p>In line with our manifesto commitment, the Government is committed to resetting our EU relationship, including by seeking to negotiate a SPS agreement. We have been clear that an SPS agreement could boost trade and deliver significant benefits on both sides. We will not be providing a running commentary on discussions with the EU. We cannot provide further information at this stage whilst negotiations are continuing.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779379,
            "uin": "34421",
            "heading": "Oil: Imports",
            "question_text": "To ask the Secretary of State for Business and Trade, whether his Department has plans to ban the importation of oil products produced from Russian crude oil.",
            "answer_text": "<p>The UK has worked closely with international partners to constrain Russian oil revenues while maintaining global energy supply and security, protecting critical supply chains, and maintaining the stability of global markets. The Government does not speculate on future sanctions measures as to do so could reduce their impact. We continue to monitor the effectiveness of our sanctions.</p>",
            "elo_importance_rating": 1513.8278203282016,
            "elo_attention_rating": 1513.8278203282016
        },
        {
            "id": 1779378,
            "uin": "34420",
            "heading": "Oil: Imports",
            "question_text": "To ask the Secretary of State for Business and Trade, whether his Department has plans to ban imports from third country refineries that process Russian crude oil.",
            "answer_text": "<p>The UK has worked closely with international partners to constrain Russian oil revenues while maintaining global energy supply and security, protecting critical supply chains, and maintaining the stability of global markets. The Government does not speculate on future sanctions measures as to do so could reduce their impact. We continue to monitor the effectiveness of our sanctions.</p>",
            "elo_importance_rating": 1501.5034055152096,
            "elo_attention_rating": 1500.0307973948047
        },
        {
            "id": 1779228,
            "uin": "34294",
            "heading": "Strategic Defence Review",
            "question_text": "To ask the Secretary of State for Defence, with reference to the Prime Minister’s Oral Statement of 25 February 2025 on Defence and Security, Official Report, columns 361-364, whether he will extend any contacts for the lead members of the Strategic Review team beyond their original termination date.",
            "answer_text": "<p>The external review team continue to support the Government in delivering this crucial piece of work. The Strategic Defence Review-which will be published in the Spring-will ensure the United Kingdom is both secure at home and strong abroad, now and for the years to come.</p><p> </p>",
            "elo_importance_rating": 1530.5304984710244,
            "elo_attention_rating": 1530.5304984710244
        },
        {
            "id": 1779551,
            "uin": "34485",
            "heading": "Rare Cancers",
            "question_text": "To ask the Secretary of State for Health and Social Care, with reference to page 11 of Cancer52 and GRAIL's report on improving diagnosis for rare and less common cancers, published in February 2025, what assessment he has made of the potential implications for his policies of the finding that 37% of people with rare and less common cancer say they saw their GP three or more times before they were diagnosed, compared to the national average of 21.7%; and what steps he is taking to reduce disparities in cancer diagnosis.",
            "answer_text": "<p>The Government is committed to supporting the National Health Service to diagnose cancer, including rare and less common cancers earlier and to treat them faster.</p><p>We are improving public awareness of cancer signs and symptoms, streamlining referral routes, and increasing the availability of diagnostic capacity through the roll-out of more community diagnostic centres. We are also investing an additional £889 million in general practice (GP) to reinforce the front door of the NHS, bringing total spend on the GP Contract to £13.2 billion in 2025/26. This is the biggest increase in over a decade.</p><p>We are committed to ensuring that GPs have the right training and systems to identify cancer. The Department will continue to look at opportunities to utilise artificial intelligence to transform diagnostic performance and ultimately bring down waiting times. The National Cancer Plan will include further details on how we will improve outcomes for cancer patients, including for rare and less common cancers. It will aim to speed up diagnosis and treatment and will ensure that all patients have access to the latest treatments and technology.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1781047,
            "uin": "35421",
            "heading": "Overseas Loans: Ukraine",
            "question_text": "To ask the Chancellor of the Exchequer, over what time period the new funding to Ukraine under the Ukraine Bilateral Agreement will be repaid using profits from sanctioned Russian sovereign assets.",
            "answer_text": "<p>The Government is providing a £2.26bn loan to Ukraine as part of the G7 Extraordinary Revenue Acceleration initiative. The UK will be repaid using profits that are being generated from immobilised Russian sovereign assets in the EU.</p><p>The UK and wider G7 have committed to ensuring that Russian sovereign assets remain immobilised across our jurisdictions until Russia ceases its war of aggression and pays for the damage it has caused to Ukraine.</p>",
            "elo_importance_rating": 1500.6335946534284,
            "elo_attention_rating": 1532.6335946534284
        },
        {
            "id": 1781170,
            "uin": "35544",
            "heading": "Thames Water",
            "question_text": "To ask the Secretary of State for Environment, Food and Rural Affairs, pursuant to the Answer of 17 February 2025 to Question 29734 on Thames Water, what discussions he has had with Ofwat on the potential impact of (a) the High Court-approved restructure of Thames Water and (b) Ofwat's decision to open an enforcement case on the delayed delivery of environmental improvement schemes on the stability of Thames Water.",
            "answer_text": "<p>The Secretary of State meets with a wide range of stakeholders on a regular basis.</p><p> </p><p>The Government and Ofwat continue to carefully monitor the situation with Thames Water, and Ofwat is working closely with the company to strengthen its long-term financial resilience within the context of its licence and broader statutory obligations. We prepare for a range of scenarios across our regulated industries - including water - as any responsible Government would.</p>",
            "elo_importance_rating": 1532.0,
            "elo_attention_rating": 1532.0
        },
        {
            "id": 1779320,
            "uin": "34359",
            "heading": "Leukaemia: Diagnosis",
            "question_text": "To ask the Secretary of State for Health and Social Care, what assessment he has made of the potential impact of the level of leukaemia cases diagnosed in an emergency setting on (a) patient outcomes and (b) NHS resources.",
            "answer_text": "<p>We recognise the importance of earlier diagnosis of cancer to survival, and we know that patients with cancer who are diagnosed via an emergency route are most likely to have poor survival. Whilst a specific assessment on leukaemia has not been made, we are determined to take all the necessary steps to improve early diagnosis for all cancers, including blood cancers such as leukaemia. To accomplish this, the National Health Service is implementing non-specific symptom pathways for patients who present with symptoms such as weight loss and fatigue, which do not clearly align to a tumour type. Blood cancers are one of the most common cancer types diagnosed through these pathways.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1777862,
            "uin": "HL5132",
            "heading": "Ryan Cornelius",
            "question_text": "To ask His Majesty's Government what plans they have, if any, to make a new appeal for clemency for Ryan Cornelius by the end of Ramadan, in accordance with United Arab Emirate law; and whether they plan to make a public statement in support of this plea for clemency.",
            "answer_text": "<p>The Minister for the Middle East submitted a supporting letter alongside Mr Cornelius' clemency application to His Highness Sheikh Mohammed bin Rashid Al Maktoum, the ruler of Dubai, on 30 January ahead of the next round of pardons. The Government's support of Mr Cornelius' clemency application is already public.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1765432,
            "uin": "31496",
            "heading": "Courts: Opening Hours",
            "question_text": "To ask the Secretary of State for Justice, what estimate her Department has made of the cost to the public purse of providing an additional 4,000 court sitting days in the 2024-25 financial year.",
            "answer_text": "<p>I am assuming the Rt. Honourable Gentleman is referring to the Crown Court with his question. The current Lord Chancellor increased the allocation of Crown Court sitting days for the current financial year by 2,500 additional days. This takes the total allocation for FY24/25 to 108,500, the highest number in nearly a decade.</p><p>The Government has since announced a record level of investment in our courts for the next financial year. It will fund up to 110,000 sitting days in FY25/26 within a total budget of £2.5 billion - 4,000 more days than the previous Government funded.</p><p> </p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778702,
            "uin": "33888",
            "heading": "Attention Deficit Hyperactivity Disorder and Autism: Flexible Working",
            "question_text": "To ask the Secretary of State for Work and Pensions, what steps she is taking to allow flexible working patterns for those that suffer with (a) autism, (b) ADHD and (c) other behavioural disorders.",
            "answer_text": "<p>ADHD and Autism are neurodevelopmental conditions which are often disabilities considered under the Equality Act 2010. The Equality Act 2010 and the Health and Safety at Work Act 1974 require employers to make reasonable adjustments and to ensure the health, safety and welfare of their employees. If an employee would be substantially disadvantaged without flexible working patterns on grounds of their disability, they would be entitled to reasonable adjustments. Additionally, the Employment Rights Bill contains measures to make flexible working the default for all employees, except where it is not reasonably feasible.</p><p> </p><p>As a government, we want to support all forms of neurodiversity in the workplace, and we are looking to build on the findings of the Buckland Review of Autism Employment by gathering expert advice in line with this expanded focus.</p><p> </p><p>Our support to employers includes the online Support with Employee Health and Disability service, to support employers managing health and disability in the workplace. This includes questions of disclosure and equipping employers to feel confident having conversations about health and disability. The Disability Confident scheme also signposts employers to expert resources which support the employment of disabled people, including those with autism and ADHD.</p><p>We recently announced Keep Britain Working, a major independent review of the employer’s role in reducing health-related inactivity and to promote healthy and inclusive workplaces, led by Sir Charlie Mayfield.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779077,
            "uin": "HL5292",
            "heading": "Sudan: Humanitarian Situation",
            "question_text": "To ask His Majesty's Government what is their assessment of the humanitarian situation in Sudan.",
            "answer_text": "<p>The conflict in Sudan has created the worst humanitarian disaster in the world, with the most vulnerable, including children, bearing the brunt. More than 637,000 people are projected to be in famine conditions and a further 8.1 million people on the brink of starvation. Sudan is also now the world's largest displacement crisis, with almost 9 million people estimated to be internally displaced and a further 3.7 million having fled to neighbouring countries since April 2023. In response UK aid is making a difference and saving lives. Over 600,000 people in Sudan and a further 700,000 people in neighbouring countries are now receiving life-saving aid. In Sudan, UK funded humanitarian aid delivered by the UN and NGOs is providing urgent food, cash, shelter, healthcare, clean water and sanitation support including assistance to mutual aid groups, such as the Emergency Response Rooms, and survivors of sexual and gender-based violence. Between October 2023 and October 2024, UK aid has benefitted nearly 2.5 million people.</p>",
            "elo_importance_rating": 1531.263693206478,
            "elo_attention_rating": 1531.263693206478
        },
        {
            "id": 1777971,
            "uin": "HL5116",
            "heading": "Parish and Town Councils",
            "question_text": "To ask His Majesty's Government what assessment they have made of the possibility of changes to costs for parish councils putting some councils into deficit; and any resultant effects on local democracy.",
            "answer_text": "<p>The costs of any local elections are to be met locally. Elections (whether to principal local authorities, or to parish and town councils) are administered by returning officers, who recover their expenditure of the election from the principal authority. The principal authority may then, if it chooses, require the parish council in turn to meet those costs.</p><p> </p><p>It is for each principal authority to decide whether to require payment for all or part of the cost of a parish election or by-election, and to set deadlines for this payment.</p><p> </p><p>Parish councils are responsible for ensuring that they have sufficient income to meet their costs and can do so by charging a precept on council tax. We recognise that parish councils do not take the decision to increase precepts lightly.</p>",
            "elo_importance_rating": 1500.0,
            "elo_attention_rating": 1468.0
        },
        {
            "id": 1777970,
            "uin": "HL5115",
            "heading": "Parish and Town Councils",
            "question_text": "To ask His Majesty's Government why the deadline for payment of parish council election costs has been brought forward into the same year as the elections; and what assessment they have made of the implications of this change for the ability of parish councils to accurately predict their budgets.",
            "answer_text": "<p>The costs of any local elections are to be met locally. Elections (whether to principal local authorities, or to parish and town councils) are administered by returning officers, who recover their expenditure of the election from the principal authority. The principal authority may then, if it chooses, require the parish council in turn to meet those costs.</p><p> </p><p>It is for each principal authority to decide whether to require payment for all or part of the cost of a parish election or by-election, and to set deadlines for this payment.</p><p> </p><p>Parish councils are responsible for ensuring that they have sufficient income to meet their costs and can do so by charging a precept on council tax. We recognise that parish councils do not take the decision to increase precepts lightly.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1777969,
            "uin": "HL5114",
            "heading": "Parish and Town Councils",
            "question_text": "To ask His Majesty's Government what assessment, if any, they have made of reports that the statutory costs for parish council elections have risen by up to 80 per cent even without a contested election; and, if so, why they consider this has come about.",
            "answer_text": "<p>The costs of any local elections are to be met locally. Elections (whether to principal local authorities, or to parish and town councils) are administered by returning officers, who recover their expenditure of the election from the principal authority. The principal authority may then, if it chooses, require the parish council in turn to meet those costs.</p><p> </p><p>It is for each principal authority to decide whether to require payment for all or part of the cost of a parish election or by-election, and to set deadlines for this payment.</p><p> </p><p>Parish councils are responsible for ensuring that they have sufficient income to meet their costs and can do so by charging a precept on council tax. We recognise that parish councils do not take the decision to increase precepts lightly.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1778998,
            "uin": "34048",
            "heading": "Small Businesses: Grants",
            "question_text": "To ask the Secretary of State for Business and Trade, whether he plans to take steps to (a) improve signposting and (b) create a central database for small and medium enterprises on grants for which they are eligible.",
            "answer_text": "<p>SMEs can identify available government grants to check which ones they are eligible to apply for on the Find Government Grants page on <a href=\"http://www.gov.uk\" target=\"_blank\">www.gov.uk</a>.</p><p> </p><p>As part of efforts to better support growth and productivity across the UK’s 5.5 million SMEs, the Department for Business and Trade is in the process of designing and implementing a new Business Growth Service.</p><p>With improved signposting, joined up across national and local business support services, the Business Growth Service will make it easier and simpler for SMEs to access information related to their business needs, including financing options.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1777863,
            "uin": "HL5133",
            "heading": "United Arab Emirates: Trials",
            "question_text": "To ask His Majesty's Government what assessment they have made of fair trial rights in the United Arab Emirates, in the light of the cases of British citizens detained there, and considering the recent UAE84 mass trial highlighted by Amnesty International and Human Rights Watch.",
            "answer_text": "<p>The UK has a strong history of protecting human rights and promoting our values globally. We continue to encourage all states, including the United Arab Emirates (UAE), to uphold international human rights obligations.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778586,
            "uin": "HL5247",
            "heading": "Buildings: Demolition",
            "question_text": "To ask His Majesty's Government, further to the decision by the Secretary of State for Housing, Communities and Local Government on 5 December 2024 to approve the demolition of the Marks &amp; Spencer building on Oxford Street, how they took into account (1) the architectural interest of the building, and (2) the increased climate change impact of a demolition and rebuild over a conventional refit, when considering the proposal.",
            "answer_text": "<p>Full reasons for the Secretary of State’s decision are set out in the decision letter and Inspector’s Report published on 5 December 2024.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779540,
            "uin": "34540",
            "heading": "Child Poverty Taskforce",
            "question_text": "To ask the Secretary of State for Work and Pensions, pursuant to the Answer of 10 February 2025 to Question 28504 , whether the Child Poverty Strategy's work on social security reforms will include assessment of the impact of the two-child benefit cap on the commitment to tackle child poverty.",
            "answer_text": "<p>The causes of child poverty are wide-ranging and deep-rooted, and so it is right that the Taskforce carefully considers and assesses the available levers as it develops this Strategy.</p><p>The UK Government has committed to economic stability and any decision on government spending related to child poverty takes place against that backdrop. As part of the Taskforce, social security measures are under consideration.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1778954,
            "uin": "34141",
            "heading": "Curriculum and Assessment Review: Audiobooks",
            "question_text": "To ask the Secretary of State for Education, what steps she is taking as part of the Curriculum and Assessment Review to consider the use of audiobooks in schools.",
            "answer_text": "<p>The independent Curriculum and Assessment Review will support the innovation and professionalism of teachers, enabling them to adapt how they teach the curriculum to their students’ lives.</p><p>The Review Group will publish an interim report in early spring setting out its interim findings and confirming the key areas for further work, and publish its final report with recommendations this autumn.</p><p>The department respects the autonomy of teachers in terms of what resources they choose to use or recommend to their individual pupils, based on individual need in their own educational context and circumstances.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778531,
            "uin": "33782",
            "heading": "Curriculum and Assessment Review: Audiobooks and Audio Equipment",
            "question_text": "To ask the Secretary of State for Education, whether she plans to utilise (a) audiobooks and (b) audio resources in the Curriculum and Assessment Review.",
            "answer_text": "<p>The independent Curriculum and Assessment Review will support the innovation and professionalism of teachers, enabling them to adapt how they teach the curriculum to their students’ lives.</p><p>The Review Group will publish an interim report in early spring setting out its interim findings and confirming the key areas for further work, and publish its final report with recommendations this autumn.</p><p>The department respects the autonomy of teachers in terms of what resources they choose to use or recommend to their individual pupils, based on individual need in their own educational context and circumstances.</p>",
            "elo_importance_rating": 1483.2959743170234,
            "elo_attention_rating": 1515.2959743170234
        },
        {
            "id": 1778846,
            "uin": "33973",
            "heading": "Business Premises: Assistance Animals",
            "question_text": "To ask the Secretary of State for Work and Pensions, whether she has taken steps to record the number of access refusals to people accompanied by (a) guide and (b) assistant dogs from (i) businesses and (ii) services.",
            "answer_text": "<p>I am replying to this parliamentary question as I have responsibility for the Disability Unit which has overall policy responsibility for assistance dogs.</p><p> </p><p>The Disability Unit has not taken steps to record the number of access refusals of assistance dogs in businesses and services.</p><p> </p><p>Assistance dog charities produce some figures on numbers of access refusals although these have not been independently verified.</p><p> </p><p>The Equality and Human Rights Commission (EHRC) also provided written <a href=\"https://committees.parliament.uk/publications/44939/documents/222959/default/\" target=\"_blank\">evidence</a> to the Women and Equalities Select Committee in May 2024, which included data on the number of reports received by the EHRC and the Equality Advisory and Support Service related to assistance dogs.</p><p> </p><p>It’s important to note that data is collected from individuals reporting incidents, therefore these figures may not accurately represent the real number of incidents.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779120,
            "uin": "HL5335",
            "heading": "Affordable Housing",
            "question_text": "To ask His Majesty's Government what steps they are taking to ensure that house prices and rental costs remain affordable.",
            "answer_text": "<p>Boosting the supply of homes across all tenures must be at the heart of any strategy to improve housing affordability. This is why the Government’s Plan for Change includes the ambitious milestone of delivering 1.5 million safe and decent homes in this Parliament.</p><p> </p><p>We are also committed to delivering the biggest increase in social and affordable housebuilding in a generation. At the Budget, the Chancellor announced a cash injection of £500 million to the Affordable Homes Programme to deliver up to 5,000 additional affordable homes.</p><p>We will set out details of new investment to succeed the 2021-26 Affordable Homes Programme at the Spending Review. This investment will deliver a mix of homes for sub-market rent and homeownership, with a particular focus on delivering homes for Social Rent.</p><p> </p><p>The Government has also committed to introducing a permanent, comprehensive mortgage guarantee scheme to support first-time buyers who struggle to save for a large deposit from tenants looking to secure a tenancy.</p><p> </p><p>We are taking action on affordability in the private rented sector through the Renters’ Rights Bill which will empower tenants to challenge unreasonable rent increases, as well as end the practice of rental bidding and prohibit landlords from demanding more than one month’s rent in advance.</p><p> </p>",
            "elo_importance_rating": 1516.736306793522,
            "elo_attention_rating": 1484.736306793522
        },
        {
            "id": 1778627,
            "uin": "HL5250",
            "heading": "Local Government: Elections",
            "question_text": "To ask His Majesty's Government what steps they are taking to ensure that elected representatives, including local councillors, exercise public powers publicly to be accountable to the electorate for their decisions.",
            "answer_text": "<p>Local authorities are accountable to the public as they are democratically elected bodies. There are a range of measures in place to ensure authorities are transparent and accountable. These include the recordings of meetings under the Openness of Local Government Bodies Regulations, the publication of spending data mandated by the Transparency Code, the requirement for minutes, agenda and reports to be made available for public inspection as set out by the Local Government Act 1972, and the statutory requirement for authorities’ accounts and VFM arrangements to be externally audited.</p><p> </p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1780300,
            "uin": "34774",
            "heading": "Roads: Safety",
            "question_text": "To ask the Secretary of State for Transport, what steps she plans to take to improve road safety in South Holland and the Deepings constituency in the 2025-2026 financial year.",
            "answer_text": "<p>The Government allocates Integrated Transport Block (ITB) funding to local authorities such as Lincolnshire County Council, which is used for a variety of local transport initiatives such as road safety improvements. ITB allocations for 2025/26 for Lincolnshire County Council and other authorities will be announced shortly. This will enable councils to decide how best to use the available funding; the Department does not get involved in local authority decision making of this sort.</p><p>On local highway maintenance funding, all local authority allocations for highway maintenance block capital funding in 2025/26, including for Lincolnshire County Council, were announced by the Secretary of State for Transport on 20 December 2024 and are published on Gov.uk. Lincolnshire County Council will be receiving an uplift of over £16.2 million compared to the current financial year, taking its total funding for the year to over £60 million if they meet the incentive element requirements, due to be published shortly.</p><p><strong> </strong></p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1777917,
            "uin": "HL5137",
            "heading": "Iraq: Women and Children",
            "question_text": "To ask His Majesty's Government what assessment they have made of the impact of proposed changes to the Personal Status Law on the rights of women and children in Iraq.",
            "answer_text": "<p>The UK continues to assess the implications for minorities', women's and children's rights following the amendment to Iraq's Personal Status Law was passed by Iraq's Parliament on 21 January. We have long emphasised the importance of any legislative change to be compatible with Iraq's international obligations.</p><p>We urge all our partners to uphold international norms, including the Universal Declaration of Human Rights (1948), the International Covenant on Civil and Political Rights (1966), the International Covenant on Economic, Social and Cultural Rights (1976) and the Convention on the Rights of the Child (1989).</p>",
            "elo_importance_rating": 1530.5304984710244,
            "elo_attention_rating": 1500.0
        },
        {
            "id": 1777960,
            "uin": "HL5092",
            "heading": "Social Rented Housing: Waiting Lists",
            "question_text": "To ask His Majesty's Government whether they issue guidance to local authorities on the frequency of reviews of social housing waiting list, and whether they hold data on when each local authority last conducted a review of their social housing waiting list.",
            "answer_text": "<p>My department does not issue guidance or collect data on local authority reviews of social housing registers (waiting lists). Local authorities manage their own housing registers and as such the frequency of reviews varies between local authorities.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778833,
            "uin": "33854",
            "heading": "Classics: State Education",
            "question_text": "To ask the Secretary of State for Education, whether her Department is taking steps to support the teaching of Latin in state schools.",
            "answer_text": "<p>The study of ancient languages can teach us valuable lessons in history, politics and art that are still relevant today. It helps students understand the evolution of language and gives them the chance to study and analyse ancient texts that provide valuable insights into important questions for the twenty first century.</p><p>All schools are free to include Latin, ancient Greek and classics as part of their curriculum. The department has been working with classics organisations to ensure that schools are aware of the free support available to them to help to teach classics and ancient languages. We will be signposting this support on the department's Education Hub shortly. The Education Hub can be accessed here: <a href=\"https://educationhub.blog.gov.uk/\" target=\"_blank\">https://educationhub.blog.gov.uk/</a>.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778832,
            "uin": "33853",
            "heading": "Classics: State Education",
            "question_text": "To ask the Secretary of State for Education, whether her Department is taking steps to support the teaching of ancient Greek in state schools.",
            "answer_text": "<p>The study of ancient languages can teach us valuable lessons in history, politics and art that are still relevant today. It helps students understand the evolution of language and gives them the chance to study and analyse ancient texts that provide valuable insights into important questions for the twenty first century.</p><p>All schools are free to include Latin, ancient Greek and classics as part of their curriculum. The department has been working with classics organisations to ensure that schools are aware of the free support available to them to help to teach classics and ancient languages. We will be signposting this support on the department's Education Hub shortly. The Education Hub can be accessed here: <a href=\"https://educationhub.blog.gov.uk/\" target=\"_blank\">https://educationhub.blog.gov.uk/</a>.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1777916,
            "uin": "HL5136",
            "heading": "Iraq: Kurds",
            "question_text": "To ask His Majesty's Government whether they provide assistance to parliamentarians visiting Iraqi Kurdistan.",
            "answer_text": "<p>The Foreign, Commonwealth and Development Office (FCDO) can support parliamentarians' visits overseas that support parliamentary business and the UK's objectives. An appropriate level of assistance from the FCDO is dependent on resource implications and capacity issues of individual missions, including the British Consulate General in Erbil.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1778017,
            "uin": "HL5221",
            "heading": "Iran: Baha'i Faith",
            "question_text": "To ask His Majesty's Government what representations they have made to the government of Iran regarding the arrest and imprisonment of Behnam Momtazi, a member of the Baha’i religious minority; and regarding the persecution of Baha’is in that country.",
            "answer_text": "<p>The UK condemns Iran's restrictions against Freedom of Religion or Belief. Baha'is face particularly acute repression by the authorities in Iran, which includes but is not limited to unfair arrest, detention, and lengthy prison sentences. We are committed to working with international partners to hold Iran to account for its repression of the Bahai's, and other religious minorities, including at the UN Third Committee. The UK raised ongoing discrimination against minority groups during Iran's Universal Period Review on 24 January.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1781018,
            "uin": "35562",
            "heading": "Drugs: Health Education",
            "question_text": "To ask the Secretary of State for Education, if she will take steps to ensure drug education is delivered effectively in private schools.",
            "answer_text": "<p>Independent schools have a statutory duty to teach personal, social, health and economic (PSHE) education, under the Education (Independent School Standards) Regulations 2014.</p><p>Independent schools have discretion over how they teach health education, but they are encouraged to read the statutory curriculum for health education, which is part of the statutory guidance on relationships, sex and health education (RSHE). The guidance sets out that pupils should be taught the facts about legal and illegal harmful substances and the associated risks to physical and mental wellbeing, including smoking, alcohol use and drug-taking.</p><p>Independent schools are subject to the relationships and sex education aspects of the RSHE statutory guidance, which is clear that pupils in secondary schools should understand how the use of alcohol and drugs can lead to risky sexual behaviour. The guidance also sets out that pupils should understand the law on criminal exploitation, including through involvement with gangs or ‘county lines’ drugs operations.</p><p> </p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1777918,
            "uin": "HL5138",
            "heading": "Iraq: Forced Marriage",
            "question_text": "To ask His Majesty's Government what representations they have made to the government of Iraq on the case for legislation that protects children, especially girls, from the harmful impacts of early marriage.",
            "answer_text": "<p>The UK is committed to protecting women and girls' rights and supports projects that strengthen women-led organisations, support survivors of conflict-related sexual violence and increase women's participation in political life.</p><p>Through our diplomatic presence, we regularly encourage the Iraqi authorities' role in safeguarding the human rights for all. Countering the rollback of and promoting the rights of women and girls is a key focus of the UK's programming and policy work in Iraq. Following successful lobbying by the UK and our international partners, the amendment to the Personal Status Law maintained the same age of marriage as the current law (18, with 15 on exception).</p><p>We urge all our partners to uphold international norms, including the Universal Declaration of Human Rights (1948), the International Covenant on Civil and Political Rights (1966), the International Covenant on Economic, Social and Cultural Rights (1976) and the Convention on the Rights of the Child (1989).</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778754,
            "uin": "33942",
            "heading": "Local Government: Slough",
            "question_text": "To ask the Secretary of State for Housing, Communities and Local Government, what assessment she has made of the potential merits of the proposal from Slough Borough council to become part of the administrative local government boundaries of Greater London; and what role the Local Government Boundary Commission for England has in such a decision.",
            "answer_text": "<p>No proposal has been received from Slough Borough Council to become part of the administrative local government boundaries of Greater London.</p><p> </p><p>The Local Government Boundary Commission for England (LGBCE) can conduct reviews of administrative boundaries such as the external boundaries of local authorities. This process is referred to as a Principal Area Boundary Review (PABR). Under the Local Government and Public Involvement in Health Act 2007 the LGBCE is able to undertake PABR at the request of a local authority, on its own initiative or at the request of the Secretary of State. The LGBCE cannot be required by the Secretary of State to undertake a PABR as the LGBCE is independent of Government and accountable to Parliament through the Speakers Committee.</p>",
            "elo_importance_rating": 1483.2975328274754,
            "elo_attention_rating": 1483.2975328274754
        },
        {
            "id": 1781228,
            "uin": "HL5448",
            "heading": "USA: Travel Information",
            "question_text": "To ask His Majesty's Government what plans they have, if any, to update public health guidance for travellers to the United States of America, particularly in regard to measles, tuberculosis and flu viruses.",
            "answer_text": "<p>The Foreign, Commonwealth and Development Office (FCDO) Travel Advice provides information to British nationals travelling overseas, including any health risks. Country Travel Advice pages link to the National Travel Health Network and Centre (NaTHNaC)'s Travel Health Pro website, which offers comprehensive health advice and country-specific advice to travellers on a full range of health issues, including measles, tuberculosis and flu viruses where appropriate. NaTHNaC is commissioned by the UK Health Security Agency to provide travel health advice to the British public. Travel Advice pages are kept under regular review.</p><p>Travel Health Pro website: https://travelhealthpro.org.uk/countries</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1777850,
            "uin": "HL5071",
            "heading": "EGNOS",
            "question_text": "To ask His Majesty's Government what assessment they have made of the role of UK-based infrastructure in supporting the European Geostationary Navigation Overlay Service (EGNOS); and what discussions they have had with European counterparts on the potential for the UK’s continued hosting of that infrastructure to facilitate the restoration of EGNOS services for UK aviation.",
            "answer_text": "<p>The UK continues to host two Ranging Integrity Monitoring Stations, in Glasgow and Swanwick, that support European Geostationary Navigation Overlay Service (EGNOS) services. The Government is considering options for future UK access to a Satellite Based Augmentation System such as EGNOS, and no decision has been taken. The Government has not had any discussions with European counterparts on the restoration of EGNOS services.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1777955,
            "uin": "HL5083",
            "heading": "Digital Service Providers: Competition",
            "question_text": "To ask His Majesty's Government what steps they plan to take to discourage the use of excessive egress fees in public sector contracts for cloud services, to foster competition in the cloud services market.",
            "answer_text": "<p>As part of the Government’s blueprint for modern digital government published in January the government has committed to streamline the procurement of cloud services. We will also continue our work to negotiate whole-of-public-sector agreements and contracting once for a limited number of high value cases, including platform services such as cloud.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1777985,
            "uin": "HL5203",
            "heading": "Armenia: Azerbaijan",
            "question_text": "To ask His Majesty's Government what assessment they have made of the prospects of a negotiated peace settlement between Armenia and Azerbaijan.",
            "answer_text": "<p>The prospect of an agreement between Armenia and Azerbaijan is closer now than it has been throughout the 30-year conflict. We welcome the progress on the delimitation of their borders and encourage both sides to maintain momentum to agree a lasting settlement. The Minister for Europe called both Foreign Ministers in October and met with the Armenian and Azerbaijani Ambassadors to the UK on 16 December 2024 and 13 January 2025 respectively, where he reiterated the UK's support to secure a long-lasting peace deal. The Foreign Secretary also spoke with the Azerbaijani Foreign Minister on 22 January 2025 where he conveyed this message.</p>",
            "elo_importance_rating": 1469.4695015289756,
            "elo_attention_rating": 1532.0
        },
        {
            "id": 1777954,
            "uin": "HL5082",
            "heading": "Digital Service Providers: Competition",
            "question_text": "To ask His Majesty's Government what plans they have to issue guidance to public sector procurement authorities to mitigate the anti-competitive effects of restrictive cloud licensing practices.",
            "answer_text": "<p>As part of the Government’s blueprint for modern digital government published in January the government has committed to streamline the procurement of cloud services. We will also continue our work to negotiate whole-of-public-sector agreements and contracting once for a limited number of high value cases, including platform services such as cloud.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1779204,
            "uin": "34262",
            "heading": "Energy: Northern Ireland and Scotland",
            "question_text": "To ask the Secretary of State for Energy Security and Net Zero, what discussions he has had with the Northern Ireland Executive on the proposed energy link between Northern Ireland and Scotland.",
            "answer_text": "<p>Details of Ministers' meetings with external individuals and organisations are published quarterly in arrears on GOV.UK.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778774,
            "uin": "33923",
            "heading": "Personal Care Services",
            "question_text": "To ask the Secretary of State for Business and Trade, what steps his Department has taken to support the hair and beauty sector.",
            "answer_text": "<p>This Government recognises the significant economic and social value of the hair and beauty industry.</p><p>That is why we have committed to reforming business rates from 2026-27 with a permanently lower multiplier for retail, leisure and hospitality properties, including hair and beauty salons.</p><p>The Government will also protect the smallest businesses by increasing the Employment Allowance to £10,500, meaning that 865,000 employers will pay no National Insurance contributions (NICs) at all and employers will be able to employ up to four full-time workers on the National Living Wage and pay no employer NICs.</p><p>We will also transform the existing Apprenticeship Levy into a more flexible Growth and Skills Levy to support business and boost opportunity.</p>",
            "elo_importance_rating": 1483.263693206478,
            "elo_attention_rating": 1483.263693206478
        },
        {
            "id": 1780972,
            "uin": "35380",
            "heading": "National Wealth Fund",
            "question_text": "To ask the Chancellor of the Exchequer, with reference to the Chief Secretary to the Treasury's oral contribution of 4 March 2025, Official Report, what is the process for approval by the National Wealth Fund of a proposed business case for investment; and who makes the final decision.",
            "answer_text": "<p>The National Wealth Fund considers business cases for investments on a case-by-case basis, supporting proposals that fall within the scope of its mandate and investment principles. An investment made by National Wealth Fund would need to have satisfied its investment principles and internal approval processes.</p><p> </p><p>The National Wealth Fund has delegated authority to make investment decisions, subject to those investments meeting certain conditions agreed with HM Treasury.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779229,
            "uin": "34295",
            "heading": "Ukraine: Peacekeeping Operations",
            "question_text": "To ask the Secretary of State for Defence, whether he has had discussions with Cabinet colleague on the potential deployment of British peacekeeping forces in Ukraine.",
            "answer_text": "<p>The Secretary of State regularly holds discussions with his Cabinet colleagues on the war in Ukraine and how we can continue to best support Ukraine going forward.</p><p>We are not going to get into any further details at this stage and our focus is on ensuring Ukraine is in as strong a position as possible. When, how and on what terms this war comes to an end can only be decided by negotiations with Ukraine at the heart of them.</p>",
            "elo_importance_rating": 1531.263693206478,
            "elo_attention_rating": 1531.263693206478
        },
        {
            "id": 1778949,
            "uin": "34136",
            "heading": "Home Office: Written Questions",
            "question_text": "To ask the Secretary of State for the Home Department, when she plans to answer Question 31252 on Home Office: Equality, tabled on 12 February 2025.",
            "answer_text": "<p>The Home Office answered PQ 31252 on 27 February; within the 5-day deadline for Ordinary Written Parliamentary Questions.</p>",
            "elo_importance_rating": 1484.0,
            "elo_attention_rating": 1484.0
        },
        {
            "id": 1780974,
            "uin": "35382",
            "heading": "National Wealth Fund",
            "question_text": "To ask the Chancellor of the Exchequer, with reference to the Chief Secretary to the Treasury's oral contribution of 4 March 2025, Official Report, what her policy is on the operational independence of the National Wealth Fund.",
            "answer_text": "<p>The National Wealth Fund is operationally independent and has delegated authority to make investment decisions, subject to those investments meeting certain conditions agreed with HM Treasury. An investment made by the National Wealth Fund would need to have satisfied its investment principles and internal approval processes.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778719,
            "uin": "33969",
            "heading": "Mobile Phones: Theft",
            "question_text": "To ask the Secretary of State for the Home Department, what estimate her Department has made of the number of smart phone thefts in (a) Slough and (b) the Thames Valley region in each of the last five years.",
            "answer_text": "<p>Set against soaring levels of snatch thefts and pickpocketing, crimes which often involve theft of mobile phones and which for too long have been neglected and not been effectively tackled, the Home Secretary recently brought together police, the National Crime Agency, the Mayor of London, leading tech companies and others to drive more effective collaboration in breaking the business model of mobile phone thieves.</p><p>The Summit was hugely constructive, resulting in clear commitments from attendees to work together to tackle the scourge of mobile phone theft and the organised criminality driving it. This includes significantly boosting the sharing of data and intelligence to build a comprehensive picture of the problem, driving joint solutions. All parties will re-convene in three months’ time.</p><p>To aid police investigations and recovery of stolen goods, our Crime and Policing Bill includes a measure to give police the power to enter and search premises for stolen property which has been electronically geolocation tracked to those premises and it is not reasonably practicable to obtain a warrant without seriously prejudicing the entry and search purpose.</p><p>The Home Office does not hold data on mobile phone theft at the level requested. The Crime Survey for England and Wales (CSEW) provides national estimates of the number of victims of mobile phone theft in England and Wales, these data are not broken down to sub-national geographies. The latest CSEW estimates, in the year to March 2024, have been published by the Office for National Statistics can be found at the following link: <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/focusonpropertycrimeappendixtables\" target=\"_blank\">https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/focusonpropertycrimeappendixtables</a></p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1778718,
            "uin": "33968",
            "heading": "Mobile Phones: Theft",
            "question_text": "To ask the Secretary of State for the Home Department, what recent steps her Department has taken to help prevent smart phone theft.",
            "answer_text": "<p>Set against soaring levels of snatch thefts and pickpocketing, crimes which often involve theft of mobile phones and which for too long have been neglected and not been effectively tackled, the Home Secretary recently brought together police, the National Crime Agency, the Mayor of London, leading tech companies and others to drive more effective collaboration in breaking the business model of mobile phone thieves.</p><p>The Summit was hugely constructive, resulting in clear commitments from attendees to work together to tackle the scourge of mobile phone theft and the organised criminality driving it. This includes significantly boosting the sharing of data and intelligence to build a comprehensive picture of the problem, driving joint solutions. All parties will re-convene in three months’ time.</p><p>To aid police investigations and recovery of stolen goods, our Crime and Policing Bill includes a measure to give police the power to enter and search premises for stolen property which has been electronically geolocation tracked to those premises and it is not reasonably practicable to obtain a warrant without seriously prejudicing the entry and search purpose.</p><p>The Home Office does not hold data on mobile phone theft at the level requested. The Crime Survey for England and Wales (CSEW) provides national estimates of the number of victims of mobile phone theft in England and Wales, these data are not broken down to sub-national geographies. The latest CSEW estimates, in the year to March 2024, have been published by the Office for National Statistics can be found at the following link: <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/focusonpropertycrimeappendixtables\" target=\"_blank\">https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/focusonpropertycrimeappendixtables</a></p>",
            "elo_importance_rating": 1484.736306793522,
            "elo_attention_rating": 1515.263693206478
        },
        {
            "id": 1779354,
            "uin": "34307",
            "heading": "Film and Television: Subscriptions",
            "question_text": "To ask the Secretary of State for Business and Trade, with reference to the Department of Culture, Media and Sport's consultation on the implementation of the new subscription contract regime under the Digital Markets, Competition and Consumers Act 2024, what assessment he has made of the potential impact of proposals on cooling-off rights on the (a) film and (b) television sectors.",
            "answer_text": "<p>The <a href=\"https://www.gov.uk/government/consultations/consultation-on-the-implementation-of-the-new-subscription-contracts-regime/consultation-on-the-implementation-of-the-new-subscription-contracts-regime-web-accessible-version\" target=\"_blank\">Consultation on the implementation of the new subscriptions contract regime</a> closed on 10 February 2025. We are analysing the responses, including submissions from the film and television sectors. Officials have also met with relevant trade associations and individual businesses in those sectors to hear their views.</p><p>The impact assessment for subscriptions chapter in the Digital Markets, Competition and Consumer Act can be found here: <a href=\"https://eur02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fassets.publishing.service.gov.uk%2Fmedia%2F64464e6f529eda00123b02c4%2Fannex_2-subscription_traps_impact_assessment.pdf&amp;data=05%7C02%7CRebekkah.Abraham%40businessandtrade.gov.uk%7Cc807f91bff2945d63bdc08dd4789a8c2%7C8fa217ec33aa46fbad96dfe68006bb86%7C0%7C0%7C638745378746953144%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&amp;sdata=%2F3izfVvPLYdRUUfg3BeFSxQi5l9iSMiekEXy8zt6tUc%3D&amp;reserved=0\" target=\"_blank\">Subscription traps: annex 2 impact assessment</a>. Together the subscription measures are anticipated to provide £400m of consumer benefits per year and the estimated net cost to businesses is £171m per year.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        },
        {
            "id": 1779353,
            "uin": "34306",
            "heading": "Film and Television: Subscriptions",
            "question_text": "To ask the Secretary of State for Business and Trade, with reference to his Department's consultation on the implementation of the new subscription contract regime under the Digital Markets, Competition and Consumers Act 2024, what assessment he has made of the potential impact of proposals on cooling-off rights on the (a) film and (b) television sectors.",
            "answer_text": "<p>The <a href=\"https://www.gov.uk/government/consultations/consultation-on-the-implementation-of-the-new-subscription-contracts-regime/consultation-on-the-implementation-of-the-new-subscription-contracts-regime-web-accessible-version\" target=\"_blank\">Consultation on the implementation of the new subscriptions contract regime</a> closed on 10 February 2025. We are analysing the responses, including submissions from the film and television sectors. Officials have also met with relevant trade associations and individual businesses in those sectors to hear their views.</p><p>The impact assessment for subscriptions chapter in the Digital Markets, Competition and Consumer Act can be found here: <a href=\"https://eur02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fassets.publishing.service.gov.uk%2Fmedia%2F64464e6f529eda00123b02c4%2Fannex_2-subscription_traps_impact_assessment.pdf&amp;data=05%7C02%7CRebekkah.Abraham%40businessandtrade.gov.uk%7Cc807f91bff2945d63bdc08dd4789a8c2%7C8fa217ec33aa46fbad96dfe68006bb86%7C0%7C0%7C638745378746953144%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&amp;sdata=%2F3izfVvPLYdRUUfg3BeFSxQi5l9iSMiekEXy8zt6tUc%3D&amp;reserved=0\" target=\"_blank\">Subscription traps: annex 2 impact assessment</a>. Together the subscription measures are anticipated to provide £400m of consumer benefits per year and the estimated net cost to businesses is £171m per year.</p>",
            "elo_importance_rating": 1516.0,
            "elo_attention_rating": 1516.0
        },
        {
            "id": 1778892,
            "uin": "33954",
            "heading": "Ukraine: Peacekeeping Operations",
            "question_text": "To ask the Secretary of State for Defence, what assessment he has made of the potential (a) size and (b) scale of a British peacekeeping force for Ukraine.",
            "answer_text": "<p>We are not going to get into any further details at this stage, our focus is on ensuring Ukraine is in as strong a position as possible. We will continue our dialogue with allies to secure a path to a lasting peace in Ukraine.</p>",
            "elo_importance_rating": 1516.0339081301693,
            "elo_attention_rating": 1516.0339081301693
        },
        {
            "id": 1779323,
            "uin": "34340",
            "heading": "Business: Fraud",
            "question_text": "To ask the Secretary of State for Business and Trade, what steps his Department is taking to protect consumers from fraudulent business practices.",
            "answer_text": "<p>The Department for Business and Trade (DBT) is implementing the Digital Markets, Competition and Consumers (DMCC) Act which strengthens consumer law enforcement by giving the Competition and Markets Authority (CMA) new administrative powers, and the CMA and courts the ability to impose significant monetary penalties of up to 10% of turnover.</p><p>The DMCC Act also bans the buying, selling, and publishing of fake reviews, and restates existing prohibitions on misleading consumers in the Consumer Protection from Unfair Trading Regulations (2008).</p><p>DBT also funds Citizens Advice to provide the consumer service which supports consumers to resolve disputes and assert their rights.</p>",
            "elo_importance_rating": 1500,
            "elo_attention_rating": 1500
        }
    ],
    "comparison_count": 40
}