{
    "1784501": {
        "id": 1784501,
        "askingMemberId": 5089,
        "askingMember": null,
        "house": "Commons",
        "memberHasInterest": false,
        "dateTabled": "2025-03-13T00:00:00",
        "dateForAnswer": "2025-03-17T00:00:00",
        "uin": "38193",
        "questionText": "To ask the Secretary of State for Education, whether her Department is taking steps to help tackle the skills shortage in the defence workforce.",
        "answeringBodyId": 60,
        "answeringBodyName": "Department for Education",
        "isWithdrawn": false,
        "isNamedDay": false,
        "groupedQuestions": [],
        "answerIsHolding": false,
        "answerIsCorrection": false,
        "answeringMemberId": 4698,
        "answeringMember": null,
        "correctingMemberId": null,
        "correctingMember": null,
        "dateAnswered": "2025-03-29T00:00:00",
        "answerText": "<p>This government recognises the critical role that a skilled workforce plays in supporting national defence, including meeting the needs of the armed forces and of a vibrant, innovative and competitive defence industry.</p><p>The department funds a range of high quality qualifications and apprenticeships that support learners wishing to pursue a career in technical occupations in areas such as defence. These include, for example:</p><ul><li>A number of apprenticeships in the defence sector to support the development of skilled workforces, including level 2 HM forces serviceperson and level 4 intelligence analyst, with the armed forces offering a range of apprenticeships across the frontline commands.</li><li>20 T Levels, including a range of science, technology, engineering and mathematics subjects such as engineering, science, and digital, which can open up great career opportunities in the defence sector.</li><li>​Higher technical qualifications (HTQs), which are occupation-focused level 4-5 qualifications, approved and quality marked as providing the skills demanded in the workplace by employers. To date, 263 have been approved across thirteen occupational routes, covering occupations relevant to defence, such as engineering manufacturing technician, space engineering technician and cybersecurity technologist.</li></ul><p>More generally, higher education contributes to defence through technical fields such as aerospace engineering and cybersecurity, as well as social science fields such as politics, military strategy, and international relations.</p>",
        "originalAnswerText": "",
        "comparableAnswerText": "",
        "dateAnswerCorrected": null,
        "dateHoldingAnswer": null,
        "attachmentCount": 0,
        "heading": "Defence: Training",
        "attachments": [],
        "groupedQuestionsDates": []
    },
    "1781912": {
        "id": 1781912,
        "askingMemberId": 3969,
        "askingMember": null,
        "house": "Commons",
        "memberHasInterest": false,
        "dateTabled": "2025-03-06T00:00:00",
        "dateForAnswer": "2025-03-10T00:00:00",
        "uin": "36060",
        "questionText": "To ask the Secretary of State for Education, what information her Department holds on the average (a) length of (b) time off the job in apprenticeships in (i) England (ii) Germany.",
        "answeringBodyId": 60,
        "answeringBodyName": "Department for Education",
        "isWithdrawn": false,
        "isNamedDay": false,
        "groupedQuestions": [],
        "answerIsHolding": false,
        "answerIsCorrection": false,
        "answeringMemberId": 4698,
        "answeringMember": null,
        "correctingMemberId": null,
        "correctingMember": null,
        "dateAnswered": "2025-03-29T00:00:00",
        "answerText": "<p>The average expected duration of an apprenticeship in England is published in the apprenticeships statistics publication, which is available here: <a href=\"https://explore-education-statistics.service.gov.uk/data-tables/permalink/e4c10266-a793-4c29-0de2-08dd5ccbf23a\" target=\"_blank\">https://explore-education-statistics.service.gov.uk/data-tables/permalink/e4c10266-a793-4c29-0de2-08dd5ccbf23a</a>.</p><p>The ‘Apprenticeship evaluation 2023: learner, non-completer and employer surveys’ contains survey-based information on apprenticeship duration and off-the-job training hours undertaken, noting that proportions are given rather than averages: <a href=\"https://www.gov.uk/government/publications/apprenticeship-evaluation-2023-learner-non-completer-and-employer-surveys\" target=\"_blank\">https://www.gov.uk/government/publications/apprenticeship-evaluation-2023-learner-non-completer-and-employer-surveys</a>.</p><p>The last published estimate of average off-the-job training hours in England covers the 2018/19 academic year. See Table 3 in the ‘Further education and skills: November 2019 statistics’ publication here: <a href=\"https://assets.publishing.service.gov.uk/media/5ddd3bbd40f0b650d9ba9b15/FE_and_Skills_commentary_November_2019.pdf\" target=\"_blank\">https://assets.publishing.service.gov.uk/media/5ddd3bbd40f0b650d9ba9b15/FE_and_Skills_commentary_November_2019.pdf</a>.</p><p>The publication of off-the-job training hours estimates was stopped from the 2019/20 academic year onwards after a review of their quality, particularly regarding the robustness of comparisons over time.</p><p>Equivalent information for Germany is not held by the department.</p><p> </p>",
        "originalAnswerText": "",
        "comparableAnswerText": "",
        "dateAnswerCorrected": null,
        "dateHoldingAnswer": null,
        "attachmentCount": 0,
        "heading": "Apprentices",
        "attachments": [],
        "groupedQuestionsDates": []
    },
    "1781974": {
        "id": 1781974,
        "askingMemberId": 5103,
        "askingMember": null,
        "house": "Commons",
        "memberHasInterest": false,
        "dateTabled": "2025-03-06T00:00:00",
        "dateForAnswer": "2025-03-10T00:00:00",
        "uin": "36234",
        "questionText": "To ask the Secretary of State for Education, what recent assessment her Department has made of the number of British National Overseas Hong Kongers aged 14 to 21 who are unable to afford the cost of paying international tuition fees at UK universities without access to student loans.",
        "answeringBodyId": 60,
        "answeringBodyName": "Department for Education",
        "isWithdrawn": false,
        "isNamedDay": false,
        "groupedQuestions": [],
        "answerIsHolding": false,
        "answerIsCorrection": false,
        "answeringMemberId": 4698,
        "answeringMember": null,
        "correctingMemberId": null,
        "correctingMember": null,
        "dateAnswered": "2025-03-29T00:00:00",
        "answerText": "<p>To qualify for home fee status in the UK, a person must have settled status or ’a recognised connection’ to the UK, and in the case of persons with settled status, be ordinarily resident in the UK and Islands (Channel Islands and Isle of Man) for three years prior to the first day of the first academic year of the course.</p><p>Subject to meeting the other relevant eligibility requirements, persons with the status of British Nationals Overseas (BN(O)) will be able to qualify for home fee status and student finance once they have acquired settled status in the UK (usually after five years). Most persons who acquire settled status will automatically meet the three-year ordinary residence requirement. There are no plans to exempt Hong Kong BN(O)s from the requirement that applies to other British Nationals that they must be settled in the UK before becoming eligible for student funding.</p><p>The department has not made an assessment of the number of persons with BN(O) status, or persons of any other nationality, who are unable to afford the cost of paying international tuition fees at UK universities.</p>",
        "originalAnswerText": "",
        "comparableAnswerText": "",
        "dateAnswerCorrected": null,
        "dateHoldingAnswer": null,
        "attachmentCount": 0,
        "heading": "Students: British National (Overseas)",
        "attachments": [],
        "groupedQuestionsDates": []
    },
    "1791829": {
        "id": 1791829,
        "askingMemberId": 5329,
        "askingMember": null,
        "house": "Commons",
        "memberHasInterest": false,
        "dateTabled": "2025-04-02T00:00:00",
        "dateForAnswer": "2025-04-07T00:00:00",
        "uin": "43743",
        "questionText": "To ask the Secretary of State for Science, Innovation and Technology, if he will make £20 million available each year to fund research into alternatives for animal testing.",
        "answeringBodyId": 216,
        "answeringBodyName": "Department for Science, Innovation and Technology",
        "isWithdrawn": false,
        "isNamedDay": false,
        "groupedQuestions": [],
        "answerIsHolding": false,
        "answerIsCorrection": false,
        "answeringMemberId": 4822,
        "answeringMember": null,
        "correctingMemberId": null,
        "correctingMember": null,
        "dateAnswered": "2025-04-11T00:00:00",
        "answerText": "<p>The Labour Manifesto includes a commitment to “partner with scientists, industry, and civil society as we work towards the phasing out of animal testing”, which is a long-term goal. The Government will publish a strategy to support the development, validation and uptake of alternative methods later this year. Any future funding allocations are subject to the outcome of the Spending Review.</p>",
        "originalAnswerText": "",
        "comparableAnswerText": "",
        "dateAnswerCorrected": null,
        "dateHoldingAnswer": null,
        "attachmentCount": 0,
        "heading": "Animal Experiments",
        "attachments": [],
        "groupedQuestionsDates": []
    },
    "1792590": {
        "id": 1792590,
        "askingMemberId": 5320,
        "askingMember": null,
        "house": "Commons",
        "memberHasInterest": false,
        "dateTabled": "2025-04-04T00:00:00",
        "dateForAnswer": "2025-04-08T00:00:00",
        "uin": "44349",
        "questionText": "To ask the Secretary of State for Environment, Food and Rural Affairs, what assessment he has made of the potential impact of a global temperature increase that is more than 1.5°C above pre-industrial levels on Government-owned infrastructure.",
        "answeringBodyId": 13,
        "answeringBodyName": "Department for Environment, Food and Rural Affairs",
        "isWithdrawn": false,
        "isNamedDay": false,
        "groupedQuestions": [],
        "answerIsHolding": false,
        "answerIsCorrection": false,
        "answeringMemberId": 4645,
        "answeringMember": null,
        "correctingMemberId": null,
        "correctingMember": null,
        "dateAnswered": "2025-04-11T00:00:00",
        "answerText": "<p>The third Climate Change Risk Assessment considered the impacts of climate change in the context of 2ºC and 4ºC global warming scenarios across the economy, including Government-owned infrastructure. Defra continues to work with other government departments, including Cabinet Office, to assess the potential impacts of global temperature increases on Government-owned infrastructure and to take action to improve its resilience.</p>",
        "originalAnswerText": "",
        "comparableAnswerText": "",
        "dateAnswerCorrected": null,
        "dateHoldingAnswer": null,
        "attachmentCount": 0,
        "heading": "Climate Change: Infrastructure",
        "attachments": [],
        "groupedQuestionsDates": []
    },
    "1792591": {
        "id": 1792591,
        "askingMemberId": 5320,
        "askingMember": null,
        "house": "Commons",
        "memberHasInterest": false,
        "dateTabled": "2025-04-04T00:00:00",
        "dateForAnswer": "2025-04-08T00:00:00",
        "uin": "44350",
        "questionText": "To ask the Secretary of State for Environment, Food and Rural Affairs, what degree of global temperature increase his Department's climate adaptation plans are intended for.",
        "answeringBodyId": 13,
        "answeringBodyName": "Department for Environment, Food and Rural Affairs",
        "isWithdrawn": false,
        "isNamedDay": false,
        "groupedQuestions": [],
        "answerIsHolding": false,
        "answerIsCorrection": false,
        "answeringMemberId": 4645,
        "answeringMember": null,
        "correctingMemberId": null,
        "correctingMember": null,
        "dateAnswered": "2025-04-11T00:00:00",
        "answerText": "<p>Defra is the lead department for domestic adaptation to climate change, and as such it is responsible for coordinating requirements set out in the UK Climate Change Act 2008. Defra is the owning department for about half of the 61 risks and opportunities identified in the third Climate Change Risk Assessment (CCRA3) and works closely with the departments who own the remaining risks.</p><p> </p><p>The assessment of risks and opportunities in CCRA3 was based on global warming scenarios of 2ºC and 4ºC. The Government’s climate adaptation plans, as set out in the third National Adaptation Programme, follow the advice of the Climate Change Committee to plan for 2ºC. The Government remains flexible and responsive in our its approach, assessing for different scenarios.</p><p> </p><p>The department is exploring how to set out stronger objectives to drive action to increase our preparedness for the impacts of climate change up to and beyond the next National Adaptation Programme in 2028.</p>",
        "originalAnswerText": "",
        "comparableAnswerText": "",
        "dateAnswerCorrected": null,
        "dateHoldingAnswer": null,
        "attachmentCount": 0,
        "heading": "Climate Change",
        "attachments": [],
        "groupedQuestionsDates": []
    }
}